{
  "metadata": {
    "generated": "2025-08-07T21:25:01Z",
    "total_articles": {
      "en": 109,
      "et": 115
    },
    "sections": {
      "en": 16,
      "et": 16
    }
  },
  "articles": {
    "en": {
      "video-tutorials": {
        "facebook-page-plugin": {
          "title": "Add a Facebook page plugin",
          "content": "You can find the Facebook developers page [here](https://developers.facebook.com/docs/plugins).",
          "file": "markdown-content/en/video-tutorials/facebook-page-plugin.md"
        },
        "ssl-certificate-activation": {
          "title": "Activate your SSL certificate",
          "content": "Voog offers an option to add a free [Let's Encrypt](https://letsencrypt.org/) certificate to your website. When you have followed the SSL certificate video guide, then it can take up **to 24 hours** for the certificate to activate. You can check whether the certificate is active by typing your website address to the browser URL with https:// prefix, for example, https://mywebsite.com. If the certificate is applied, you can force SSL and make sure the secure connection is always used on your webs…",
          "file": "markdown-content/en/video-tutorials/ssl-certificate-activation.md"
        },
        "text-editor-tool": {
          "title": "Use the text editor tool",
          "content": "The text editor is more than meets the eye. You can create links and insert videos, images and even third-party widgets with it.",
          "file": "markdown-content/en/video-tutorials/text-editor-tool.md"
        },
        "creating-terms-of-service-page-link": {
          "title": "Create a terms of service page link",
          "content": "You can find an **example template** for the Terms and Conditions page when you log into your website's editing view and go to **Store > Settings** menu, click on **Store information**. ![Terms and refund policy example URLs in store settings](https://media.voog.com/0000/0036/2183/photos/Creating_TOS_page1-2023_block.png \"Terms and refund policy example URLs in store settings\")",
          "file": "markdown-content/en/video-tutorials/creating-terms-of-service-page-link.md"
        },
        "duplicate-pages": {
          "title": "Duplicate pages for a new language",
          "content": "If you have finished your website's design and wish to add a new language, it is simple to duplicate the design.",
          "file": "markdown-content/en/video-tutorials/duplicate-pages.md"
        },
        "descriptions-for-your-website": {
          "title": "Edit page descriptions",
          "content": "You can add descriptions to your website pages from the page settings menu.",
          "file": "markdown-content/en/video-tutorials/descriptions-for-your-website.md"
        },
        "design-editor-tool": {
          "title": "Navigate the design editor tool",
          "content": "The Voog design editor allows you to make changes that apply to all of your website pages. For example, you can change the font, choose theme colours and modify all sections of your website.",
          "file": "markdown-content/en/video-tutorials/design-editor-tool.md"
        }
      },
      "managing-your-blog": {
        "reviewing-blog-author-and-date": {
          "title": "How do I change the author of my blog post?",
          "content": "## How do I change the author of my blog post? When you create a blog post, you may notice that you're credited as the author of that post, as well. If you'd like to change the author of the post to some other user of your Voog website, simply go to the blog article page in the edit mode and open page settings at the bottom right corner of the page (next to **Preview**). Then, click on the **Author** field and select a new author from the drop-down menu. After you've done that, click on the **Sa…",
          "file": "markdown-content/en/managing-your-blog/reviewing-blog-author-and-date.md"
        },
        "starting-your-first-blog-with-voog": {
          "title": "Writing your first blog post",
          "content": "When you've browsed through our templates upon signing up for your Voog site, you might have noticed that we offer a range of carefully crafted, blog-oriented designs. These responsive, mobile-friendly templates are ideal for creating your first blog and sharing your posts with all of your friends on different platforms. ![The choosing design view of the blog category.](https://media.voog.com/0000/0036/2183/photos/Blog1-1n_block.png \"The choosing design view of the blog category.\") All our stand…",
          "file": "markdown-content/en/managing-your-blog/starting-your-first-blog-with-voog.md"
        },
        "going-live-with-your-blog-post": {
          "title": "Publishing your blog post",
          "content": "## Publishing your blog post As you're in the process of writing your blog post, it's saved on your site as a draft that only you and the users of your website can see. Drafts are a great way to develop an article without having to worry that the guests might see it. But once you're ready to publish your blog post, you can do that by simply going to the article page and clicking on the \"It's hidden. **Publish it** when ready.\" link that's displayed in the upper centre part of your site. ![Clicki…",
          "file": "markdown-content/en/managing-your-blog/going-live-with-your-blog-post.md"
        },
        "how-to-modify-your-post-for-social-media": {
          "title": "How do I modify my article for social media?",
          "content": "Once you're ready with your article, don't forget to add a description to it since it's an important part of displaying it in the search engines and sharing it on social media. The description is the first content area of the blog post. Remember to keep it simple and short (up to 3 sentences). ![Highlighted description part of a blog post.](https://media.voog.com/0000/0036/2183/photos/Blogs9-1_block.png \"Highlighted description part of a blog post.\") As you share your article, for example, on Fa…",
          "file": "markdown-content/en/managing-your-blog/how-to-modify-your-post-for-social-media.md"
        },
        "using-tags-with-your-blog": {
          "title": "What are tags and how can they improve your blog?",
          "content": "## What are tags and how can they improve your blog? Simply put, tags are keywords that help categorise your articles and easily find different topics within your blog. In a way, the tag system works as a search engine because once you tag multiple articles with the same tag, they'll become listed and are therefore easily discoverable. We suggest using tags to help readers discover different articles from your blog that they may not find otherwise. ## Where are tags listed on my Voog blog? ![Hig…",
          "file": "markdown-content/en/managing-your-blog/using-tags-with-your-blog.md"
        },
        "managing-blog-comments": {
          "title": "How do I manage comments on my blog posts?",
          "content": "## How do I manage comments on my blog posts? To see the latest comments on your Voog blog, log in to your site in the edit mode, go to **Content > Blogs** menu. ![The list of blog posts on the site when clicking 'Blogs' under 'Content' in the menu bar.](https://media.voog.com/0000/0036/2183/photos/Blogs5-1_block.png \"The list of blog posts on the site when clicking 'Blogs' under 'Content' in the menu bar.\") You will be directed to your blog manager, where you can see all your blogs listed in th…",
          "file": "markdown-content/en/managing-your-blog/managing-blog-comments.md"
        },
        "adding-new-or-removing-old-posts": {
          "title": "How can I create a new blog?",
          "content": "## How can I create a new blog? Creating a new blog basically means creating a new page. To do that, make sure you're logged in to your Voog site in edit mode. Create a new blog by going to the **Content > Structure** menu. You will land on a page where all your current pages are listed. Click on the **Add new page** button and again, you'll be asked to name the page and to create a blog. Choose **Blog & News** as the layout. ![Creating a new page in the structure view and choosing 'Blog and New…",
          "file": "markdown-content/en/managing-your-blog/adding-new-or-removing-old-posts.md"
        }
      },
      "stats-and-maintenance": {
        "which-browsers-are-supported-by-voog": {
          "title": "Find out which browsers Voog supports",
          "content": "Voog is meant to work on all browsers and every device. However, as we are here to deliver the highest quality, newest trends and best functionalities available, we do keep our focus on the latest versions of browsers. Older versions of your browser might be outdated not only for Voog but for other services and websites as well. We, therefore, recommend updating your browser to the latest version available and you are good to go for Voog.",
          "file": "markdown-content/en/stats-and-maintenance/which-browsers-are-supported-by-voog.md"
        },
        "cookies-notification": {
          "title": "What is a cookie?",
          "content": "## What is a cookie? A cookie is a small piece of data stored in your browser when you visit a specific website. Voog uses cookies to track and store users language preferences. We don’t store personal information about you or make it possible to identify you. ## Cookie notification If you want to inform your website visitors about the use of cookies, you can easily do so by using third-party solutions. Below are some platforms that can help you quickly and efficiently set up and create a cookie…",
          "file": "markdown-content/en/stats-and-maintenance/cookies-notification.md"
        },
        "about-backups-and-service-uptime": {
          "title": "I want to know more about your backup and uptime service level.",
          "content": "## I want to know more about your backup and uptime service level. We do a full backup every 24 hours and run constant data replication to be extra sure that no data will be lost if something major happens. Outages and incidents are part of the online world and no one can guard against them 100%, but we're doing all the right things to keep Voog up and running 99.9% of the time. So far, we've been successful.",
          "file": "markdown-content/en/stats-and-maintenance/about-backups-and-service-uptime.md"
        },
        "adding-facebook-pixel-to-your-website": {
          "title": "Setting UpFacebook Pixel",
          "content": "## **Setting Up****Facebook Pixel** 1. Go to [Events Manager](https://www.facebook.com/events_manager2/) on Facebook. 2. Locate the green **Connect Data Sources** button on the left sidebar and click it. 3. In the pop-up window, select **Web**. 4. Name your Facebook Pixel, e.g., \"[name of your website]'s Pixel\". 5. Enter your website's URL into the input box. Ensure you use the correct format, such as *https://example.com*, and not *https://example.voog.com* or *https://www.example.com*. Note th…",
          "file": "markdown-content/en/stats-and-maintenance/adding-facebook-pixel-to-your-website.md"
        },
        "how-to-generate-an-api-token": {
          "title": "Generate an API token",
          "content": "API token can be generated from the admin interface. Go to **Settings > Users** and click open **My profile**. Click on the round arrow icon and a new API token will be generated and saved to your profile. The API token can be removed by clicking the **X** button — the previous one is removed permanently and a new one will not be generated. ![Cursor pointing at the arrow icon on the Api token row.](https://media.voog.com/0000/0036/2183/photos/API_key_generating_block.webp \"Cursor pointing at the…",
          "file": "markdown-content/en/stats-and-maintenance/how-to-generate-an-api-token.md"
        },
        "generating-an-export-of-your-website": {
          "title": "Export your website content",
          "content": "Before any major changes, it's always wise to generate a backup version of your site. NB! Exporting your website is only possible with the Plus package or above. To do this, simply open up your structure view from **Content > Structure**. Then, scroll down to the bottom of the first structure, where you'll see the link **Want to download the entire site?**. ![Cursor pointing at 'download the entire site?' link.](https://media.voog.com/0000/0036/2183/photos/Download_entire_site_block.webp \"Cursor…",
          "file": "markdown-content/en/stats-and-maintenance/generating-an-export-of-your-website.md"
        },
        "can-voog-be-used-on-a-personal-server": {
          "title": "Can you take your single website to your own server?",
          "content": "## Can you take your single website to your own server? You can download your website and move it to any server you want. However, this means that you are not able to edit your website like in Voog and it will stay static. However, we do have made some exceptions by creating a separate instance on other servers. If you are a big national enterprise and would like to see your corporation running on Voog on your very own server, then write to us at [sales@voog.com](mailto:sales@voog.com). ## Is th…",
          "file": "markdown-content/en/stats-and-maintenance/can-voog-be-used-on-a-personal-server.md"
        },
        "adding-google-analytics-to-your-website": {
          "title": "Add Google Analytics to your website",
          "content": "One of the powerful tools for understanding your website's performance is Google Analytics. This guide explains how to add Google Analytics to your Voog website. Log into your Google account in the [Google Analytics environment](https://marketingplatform.google.com/about/analytics/). Click on the button labelled **Get started today**, then on **Start measuring** in the window that appears. Initially, you're allowed to set up your account, and once your initial setup is complete, you will be guid…",
          "file": "markdown-content/en/stats-and-maintenance/adding-google-analytics-to-your-website.md"
        },
        "getting-your-website-to-show-on-google-search-results": {
          "title": "How do I get my site to show up on search engines?",
          "content": "## How do I get my site to show up on search engines? When you have created a brand new website there is no way anybody, even search engines like Google, can know about it. If you feel ready to make your site discoverable by search engines, the easiest way is to use the [Google Add URL](https://www.google.com/addurl/) service. However, for more fine-grained control over Google search results, we recommend using Google Search Console. ## How to install Google Search Console on your site? First of…",
          "file": "markdown-content/en/stats-and-maintenance/getting-your-website-to-show-on-google-search-results.md"
        },
        "overview-of-voog-s-statistics": {
          "title": "Statistics – why should you care?",
          "content": "## Statistics – why should you care? Statistics are not just numbers — they can be the centre of your business. A website can be a really important channel for your business and a place for your customers to actually find you. Statistics can therefore help you diagnose whether your website is popular or not. Also, you can get a better overview of who visits your website, where they're from, and what they actually do on your website. Perhaps this makes you realise you need to put more emphasis on…",
          "file": "markdown-content/en/stats-and-maintenance/overview-of-voog-s-statistics.md"
        }
      },
      "managing-your-content": {
        "creating-links": {
          "title": "Turning text into links",
          "content": "## Turning text into links ![Cursor pointing at the 'Abc' button on text toolbar to insert a link.](https://media.voog.com/0000/0036/2183/photos/Add_link_to_text_block.webp \"Cursor pointing at the 'Abc' button on text toolbar to insert a link.\") If you're looking to turn a word or sentence into a hyperlink, simply select it and click on the linking tool. You'll be asked to type in a URL which you then may insert. ## Adding e-mail links to texts Once you've typed in text or an e-mail address that…",
          "file": "markdown-content/en/managing-your-content/creating-links.md"
        },
        "using-the-undo-function": {
          "title": "Use the undo function",
          "content": "Every once in a while, it may happen that you delete something important from your website. Luckily, you can restore the deleted data with just a few clicks! For example, you have a page with multiple content areas such as a text area, a map and a form. ![Example of multiple content areas including a map and a form.](https://media.voog.com/0000/0036/2183/photos/using-the-undo-function-1_block.png \"Example of multiple content areas including a map and a form.\") Then you go on and delete all of th…",
          "file": "markdown-content/en/managing-your-content/using-the-undo-function.md"
        },
        "adding-smaily-newsletter-subscription-form-to-voog-website": {
          "title": "Adding a landing page form with a button",
          "content": "## Adding a landing page form with a button You can create a newsletter form using the [Smaily](https://smaily.com/help/how-to/forms-subscriptions/adding-smaily-newsletter-subscription-form-to-voog-website/) landing pages tool. Learn [how to create a form on a landing page here](https://smaily.com/help/user-manual/landing-pages/creating-a-form-on-a-landing-page/). 1. Navigate to the page where you wish to add the newsletter subscription button. 2. Add a new content area with the type of **Text**…",
          "file": "markdown-content/en/managing-your-content/adding-smaily-newsletter-subscription-form-to-voog-website.md"
        },
        "inserting-custom-content": {
          "title": "How do I add custom widgets to my site?",
          "content": "## How do I add custom widgets to my site? Our customers often ask us how to add social media newsfeeds or other external content to their website. Begin by clicking on the plus sign and add an **Embed** content area to your page. ![Cursor pointed at the 'Embed' button on the content area selection.](https://media.voog.com/0000/0036/2183/photos/Embed_content_area-1_block.webp \"Cursor pointed at the 'Embed' button on the content area selection.\") You will see a new field appear in the content are…",
          "file": "markdown-content/en/managing-your-content/inserting-custom-content.md"
        },
        "building-tables": {
          "title": "Creating a table",
          "content": "## Creating a table To build a table, we suggest you first create a new **Text** content area. You may also add it to an already existing text, but with a new dedicated area, it's easier to later move it if necessary. ![Cursor pointing on the table editor layout on the text toolbar.](https://media.voog.com/0000/0036/2183/photos/Creating_a_table_block.webp \"Cursor pointing on the table editor layout on the text toolbar.\") Then, click on the table tool on the text toolbar and select the desired la…",
          "file": "markdown-content/en/managing-your-content/building-tables.md"
        },
        "add-booklux-booking-widget-to-your-website": {
          "title": "Setting up BookLux",
          "content": "## Setting up BookLux To begin, go to the [BookLux website](https://www.booklux.com/) and click on the **Try Free** button. ![Signing up to BookLux.](https://media.voog.com/0000/0036/2183/photos/booklux%20signup_block.png \"Signing up to BookLux.\") This leads you to create an account and choose a category for your booking calendar – in the example below, we’ve chosen a sports club. At BookLux you can easily create a service calendar, assign a room and a location to each service and create [severa…",
          "file": "markdown-content/en/managing-your-content/add-booklux-booking-widget-to-your-website.md"
        },
        "creating-buttons": {
          "title": "How to add a button to your webpage?",
          "content": "## How to add a button to your webpage? To create a button, select an existing text block or create a new one. Clicking on the text block brings up a toolbar. Choose **¶ > Button** from the toolbar and a new button will be created in the text block. You can enter text for the button by clicking on it. Alternatively, you can create a button by selecting some text and styling it. ![Choosing the 'Button' style from the text editor toolbar.](https://media.voog.com/0000/0036/2183/photos/Button_text_s…",
          "file": "markdown-content/en/managing-your-content/creating-buttons.md"
        },
        "adding-a-live-chat-to-your-site": {
          "title": "Add live chat to your site",
          "content": "Live chat window allows website visitors to communicate in real time with website administrators or customer support, offering a convenient and quick way to get answers. **1. Choose a chat widget provider** You can choose from a chat platform like [Askly](https://www.askly.me/en), which is used by many Estonian companies, or opt for internationally recognized solutions such as [Zendesk](https://www.zendesk.com/) and [Elfsight](https://elfsight.com/), among others. Alternatively, use the search t…",
          "file": "markdown-content/en/managing-your-content/adding-a-live-chat-to-your-site.md"
        },
        "managing-texts": {
          "title": "Text style and formatting",
          "content": "As you're adding text to your Voog page, you'll probably want to adjust its style. You can make changes in your website's design with our [design editor](/support/your-websites-design/voog-design-editor) tool, but with the help of our text editing toolbar, you can micromanage your texts. ## Text style and formatting ![Highlighted section of font styles in the text toolbar](https://media.voog.com/0000/0036/2183/photos/managing_texts_1_block.png \"Highlighted section of font styles in the text tool…",
          "file": "markdown-content/en/managing-your-content/managing-texts.md"
        },
        "inserting-videos-and-maps": {
          "title": "How do I add videos to my Voog site?",
          "content": "## How do I add videos to my Voog site? ![Video content area.](https://media.voog.com/0000/0036/2183/photos/inserting-videos-and-maps-1_block.png \"Video content area.\") Begin by clicking on the plus sign and add a **Video** content area to your Voog page. As you click on it, a new window will appear where you can insert your video URL. Once you paste the URL into this field, a preview window will also appear under the tool. If the preview displays the correct video that you'd like to add to your…",
          "file": "markdown-content/en/managing-your-content/inserting-videos-and-maps.md"
        },
        "inserting-google-calendar": {
          "title": "Insert a Google Calendar",
          "content": "1. Go to the Google Calendar webpage <https://www.google.com/calendar> and log into your Gmail account. 2. Click on the settings icon in the toolbar at the top and choose **Settings** from the drop-down menu. !['Settings' drop-down menu of a Google Calendar.](https://media.voog.com/0000/0036/2183/photos/Google_calendar_settings_block.webp \"'Settings' drop-down menu of a Google Calendar.\") 3. In the menu on the left you can see your existing calendars and create a new one. To create a new calenda…",
          "file": "markdown-content/en/managing-your-content/inserting-google-calendar.md"
        },
        "inserting-mailchimp-pop-up-signup-form": {
          "title": "Insert a Mailchimp pop-up signup form",
          "content": "To create a Mailchimp pop-up signup form and embed it, follow [these instruction given by Mailchimp](https://mailchimp.com/help/add-a-signup-form-to-your-website/). After setting up the form you're given an embed code that you can paste to your Voog website. If you want the pop-up form to be displayed on only one page, you’ll have to paste the second part of the code into a **Text** content area. Click on the video or code button on the text toolbar, paste the code, and select **Insert**. ![High…",
          "file": "markdown-content/en/managing-your-content/inserting-mailchimp-pop-up-signup-form.md"
        }
      },
      "webinars": {
        "voog-webinar-09-01-2019": {
          "title": "Voog Webinar: Getting started with Voog",
          "content": "**Talking points:** 00:10 Content areas 04:25 Building a multilingual website 10:25 Managing your domains and installing an SSL certificate 14:20 Setting up your e-store 22:11 SEO / Connecting your website with Google If you're ever interested in joining us for any of our future webinars, get in contact via [support@voog.com](mailto:support@voog.com) for further information.",
          "file": "markdown-content/en/webinars/voog-webinar-09-01-2019.md"
        }
      },
      "all-about-languages": {
        "changing-the-interface-language": {
          "title": "Change the interface language",
          "content": "To change the interface language, open **Dashboard**, click the icon next to your name and **My Profile**. Select a language from the **Language** dropdown. ![Cursor on the 'My profile' option in the Dashboard.](https://media.voog.com/0000/0036/2183/photos/Languages1-1_block.png \"Cursor on the 'My profile' option in the Dashboard.\") You can also change the language by logging out of your Voog account first and then proceeding to the [login page](https://voog.com/#login). ![Cursor on the language…",
          "file": "markdown-content/en/all-about-languages/changing-the-interface-language.md"
        },
        "building-your-website-in-multiple-languages": {
          "title": "Adding a new language to your site",
          "content": "## Adding a new language to your site Click on the**+ Add** button in the language menu. ![Cursor on the 'Add' button in the navigation menu under the language choice of the website.](https://media.voog.com/0000/0036/2183/photos/Languages2-1_block.png \"Cursor on the 'Add' button in the navigation menu under the language choice of the website.\") First, choose a preferred language from the **Language name** drop-down menu and then type in the name you'd like it to appear in the language menu to th…",
          "file": "markdown-content/en/all-about-languages/building-your-website-in-multiple-languages.md"
        },
        "configuring-the-flags-menu": {
          "title": "Configure the flags menu",
          "content": "Your Voog site displays all the languages as flags by default. If you wish to change that, open the language menu, select **Settings** and choose whether to display the languages as flags, plain text or both combined. ![Language options with flags in the language menu of the website.](//media.voog.com/0000/0036/2183/photos/Languages5-1_block.png \"Language options with flags in the language menu of the website.\") The result should look something like this: ![Language options without flags in the…",
          "file": "markdown-content/en/all-about-languages/configuring-the-flags-menu.md"
        },
        "changing-the-language-code-in-your-site-menu": {
          "title": "How do I change the title or language code of an existing language?",
          "content": "## How do I change the title or language code of an existing language? First, go to **Content > Structure** and select the preferred language that you'd like to manage from the header menu. ![Cursor on the language option in the structure view.](https://media.voog.com/0000/0036/2183/photos/Languages3-1_block.png \"Cursor on the language option in the structure view.\") Clicking the **Language name** field opens a drop-down menu, where you can pick the language you want to duplicate and translate y…",
          "file": "markdown-content/en/all-about-languages/changing-the-language-code-in-your-site-menu.md"
        },
        "choosing-the-default-language-for-your-visitors": {
          "title": "Choose the default language for your visitors",
          "content": "Whenever you create a site on Voog with more than one language, it will automatically detect your visitor's language based on their browser settings or location. ![Cursor on the language option in the structure view.](https://media.voog.com/0000/0036/2183/photos/Languages4-1_block.png \"Cursor on the language option in the structure view.\") To set a default language, you'll need to go to **Content > Structure** and select the preferred language that you'd like to set as default from the header me…",
          "file": "markdown-content/en/all-about-languages/choosing-the-default-language-for-your-visitors.md"
        }
      },
      "your-pictures-and-files": {
        "uploading-pictures-and-files": {
          "title": "How can I upload files into my Voog 'Files' menu?",
          "content": "## How can I upload files into my Voog 'Files' menu? Uploading your documents, images and other files to your Voog site is quite simple. Just open the **Files** menu and click on the **Upload** icon. A browser will open with which you can select your files from your computer and then initiate the uploading process by clicking **Open**. Alternatively, you can also drag and drop your files from your computer into the **Files** menu. ![Cursor pointing at 'Files' on the menu bar.](https://media.voog…",
          "file": "markdown-content/en/your-pictures-and-files/uploading-pictures-and-files.md"
        },
        "picture-galleries": {
          "title": "Viewing images in full screen",
          "content": "You can create various different galleries on your website. The Voog gallery tool offers you the following options: ### Grid The good old basic grid of squares lined up next to each other. In the gallery options, you're able to set a suitable column count which will then automatically fit the grid to the width of your page. Add spacing in between the squares as you see fit. ![View of 'Grid' gallery and opened tab of gallery options.](https://media.voog.com/0000/0036/2183/photos/picture-galleries…",
          "file": "markdown-content/en/your-pictures-and-files/picture-galleries.md"
        },
        "adding-and-managing-pictures": {
          "title": "Uploading pictures to my Voog site",
          "content": "## Uploading pictures to my Voog site Uploading pictures can be done exactly the same way as uploading any other kind of documents to your Voog site. Just open the **Files** menu and click on the **Upload** icon. ![Cursor pointing at 'Files' on the menu bar.](https://media.voog.com/0000/0036/2183/photos/Files_menu_block.webp \"Cursor pointing at 'Files' on the menu bar.\") A browser will open with which you can select your files from your computer and then initiate the uploading process by clickin…",
          "file": "markdown-content/en/your-pictures-and-files/adding-and-managing-pictures.md"
        },
        "collections": {
          "title": "Use collections",
          "content": "If you've uploaded various documents (pictures, pdf documents etc) to your files menu, then we suggest you arrange them into collections for order and easy access. ![Cursor on the 'Create new' option for collections.](https://media.voog.com/0000/0036/2183/photos/collections-1_block.png \"Cursor on the 'Create new' option for collections.\") Open the **Files** menu and click on the links **Show collections > Create new...** As you click on it, you'll be able to type in the name for the collection.…",
          "file": "markdown-content/en/your-pictures-and-files/collections.md"
        },
        "removing-multimedia-from-text-content-areas": {
          "title": "Remove multimedia from text content areas",
          "content": "You can add large images, cards and also videos, for example, straight into the text content areas. In this way, they'll sit right at home next to the texts. In case you ever need to delete that particular image or card but not the whole text area, then you can do it really easily — just click on the image and press the backspace or delete key on your keyboard. ![Toolbar above an image that's been clicked on.](https://media.voog.com/0000/0036/2183/photos/removing-visuals-from-text-content-areas-…",
          "file": "markdown-content/en/your-pictures-and-files/removing-multimedia-from-text-content-areas.md"
        }
      },
      "managing-your-website-pages": {
        "changing-page-titles-and-descriptions": {
          "title": "Understanding the Importance of Website Content",
          "content": "## Understanding the Importance of Website Content Effective website content is crucial for engaging your audience and conveying your message. Refer to the [Edit titles and descriptions](/support/seo/titles-and-descriptions) chapter in the [SEO](/support/seo) menu to see detailed explanations for these topics. ## Editing titles ### Website title If you'd like to add or change the title of your website, enter the **Content** menu and click on **Structure**. You'll be directed to a page where you…",
          "file": "markdown-content/en/managing-your-website-pages/changing-page-titles-and-descriptions.md"
        },
        "duplicating-content": {
          "title": "Duplicating a page within one language",
          "content": "## Duplicating a page within one language To create a copy of your page within just a few moments, simply open the page you need to copy, open page settings, and click on the copy button at the bottom right corner. ![Cursor on the page duplication icon in the bottom right corner of the page settings tab.](https://media.voog.com/0000/0036/2183/photos/Duplicating_a_page_block.webp \"Cursor on the page duplication icon in the bottom right corner of the page settings tab.\") Once you see the notificat…",
          "file": "markdown-content/en/managing-your-website-pages/duplicating-content.md"
        },
        "password-protected-pages": {
          "title": "How do I add a password to a page on my site?",
          "content": "Sometimes it's necessary to share a page with a select few - that's where our password protection feature comes in handy. And to really ensure your privacy, our password-protected pages won't show up in search engines since they've been disabled in the robots.txt file. Once you've chosen to add password protection to a page on your website, note that users invited to view password-protected pages have global access. This means the users you invite can see all password-protected pages on your sit…",
          "file": "markdown-content/en/managing-your-website-pages/password-protected-pages.md"
        },
        "changing-your-pages-layout": {
          "title": "Change your page layout",
          "content": "Voog offers you five different layout types to get your site going: - front page; - common page; - blog & news; - product; - product list. ![Cursor on the page settings icon in the bottom right corner of the menu bar.](https://media.voog.com/0000/0036/2183/photos/Opening_page_settings_block.webp \"Cursor on the page settings icon in the bottom right corner of the menu bar.\") In case you ever need to switch them up, go to the page that needs a layout change, open page settings. Select your preferr…",
          "file": "markdown-content/en/managing-your-website-pages/changing-your-pages-layout.md"
        },
        "creating-new-or-removing-old-pages": {
          "title": "What are the differences between pages and subpages?",
          "content": "## **What are the differences between pages and subpages?** You can add two different types of pages to your website at Voog - main pages and subpages. Main pages, by default, are displayed in the main menu. Usually, they contain firsthand information which then may be divided into separate fragments with the help of subpages. The subpage itself usually contains a certain amount of information about a larger topic. For example, if you have created a webpage for your restaurant and added a page s…",
          "file": "markdown-content/en/managing-your-website-pages/creating-new-or-removing-old-pages.md"
        },
        "using-the-search-engine": {
          "title": "Use the website search engine",
          "content": "Every standard design in Voog comes with a powerful built-in search engine that provides all of the content that your guests might look for. ![Cursor on the magnifying class icon in the top right corner of the website.](https://media.voog.com/0000/0036/2183/photos/Screenshot_block.webp \"Cursor on the magnifying class icon in the top right corner of the website.\") To either switch the site search on or off, proceed to the **Settings > Site** menu. Once a keyword is entered into the search engine,…",
          "file": "markdown-content/en/managing-your-website-pages/using-the-search-engine.md"
        },
        "creating-a-custom-401-and-404-page": {
          "title": "What exactly are 401 and 404 pages?",
          "content": "## What exactly are 401 and 404 pages? The **401 Unauthorized Error** is displayed when the visitor attempts to access a password-protected page without providing the necessary credentials (valid email address and password). Alternatively, it may indicate that access to the page is restricted and the visitor does not have the necessary permissions. On the other hand, the **404 Not Found** error signifies that the visitor is trying to access a page that does not exist on an otherwise active and w…",
          "file": "markdown-content/en/managing-your-website-pages/creating-a-custom-401-and-404-page.md"
        },
        "reorganizing-the-structure-of-your-website": {
          "title": "Reorganize your website structure",
          "content": "As you're adding content to your Voog site, it's always good to have an option to reorder your pages if necessary. To do that, open the menu **Content > Structure**. You will be directed to a page where all of the pages and their subpages are listed. ![Dragging a page by it's name to another place in the structure view.](https://media.voog.com/0000/0036/2183/photos/Pages2-1n_block.png \"Dragging a page by it's name to another place in the structure view.\") Click on the page that you'd like to reo…",
          "file": "markdown-content/en/managing-your-website-pages/reorganizing-the-structure-of-your-website.md"
        },
        "hiding-pages-and-making-them-visible-again": {
          "title": "How do I hide a page or a subpage?",
          "content": "## How do I hide a page or a subpage? To hide a page from the menu, open page settings at the lower right corner of your Voog menu. There you'll be able to see your current page title, URL, visibility and other settings. Switch off **Visible in menu** and click the **Save** button at the bottom and the page will be hidden from the menu. Once you're ready to change your page visible again, open the same menu and toggle **Visible in menu** back on again. ![Toggling the 'Visible in menu' switch in…",
          "file": "markdown-content/en/managing-your-website-pages/hiding-pages-and-making-them-visible-again.md"
        },
        "creating-a-link-instead-of-subpage": {
          "title": "How can I create a menu button if I wish to direct clients to a specific web address?",
          "content": "## How can I create a menu button if I wish to direct clients to a specific web address? If you add a new page in your **Content > Structure** menu, you can add a link instead. ![Clicking 'Add a link instead' when adding a new page.](https://media.voog.com/0000/0036/2183/photos/Pages11-1_block.png \"Clicking 'Add a link instead' when adding a new page.\") Give the link a page title and insert the address you'd like your visitors to be directed to and then click on **Add it**. ![The pop-up window f…",
          "file": "markdown-content/en/managing-your-website-pages/creating-a-link-instead-of-subpage.md"
        },
        "changing-page-addresses": {
          "title": "Changing the URL of a page",
          "content": "After [creating a new page](/support/managing-your-website-pages/creating-new-or-removing-old-pages \"Link: /support/managing-your-website-pages/creating-new-or-removing-old-pages\") and naming it, our system automatically offers a respective web address for it. Nevertheless, it's always possible to change it. ## Changing the URL of a page Enter the page of the URL of which you'd like to change, from the bottom right corner, and replace the current page address from the upcoming menu. ![Changing t…",
          "file": "markdown-content/en/managing-your-website-pages/changing-page-addresses.md"
        }
      },
      "content-areas": {
        "rearranging-content-areas": {
          "title": "Rearrange content areas",
          "content": "It's possible to reorganise the content areas to a different order on your Voog page. To move a content area, simply hover over it with your cursor in the edit mode and grab it from the drag button that appears at the top of the content area. ![Cursor grabbing the content area by 'Move' button.](https://media.voog.com/0000/0036/2183/photos/Moving_a_content_area_block.webp \"Cursor grabbing the content area by 'Move' button.\") Then, drag it to the approximate preferred location. A blue line will a…",
          "file": "markdown-content/en/content-areas/rearranging-content-areas.md"
        },
        "what-is-a-content-area": {
          "title": "What is a website content area?",
          "content": "## What is a website content area? A content area is a section of a web page where you can add various types of content, such as text, images, videos, or maps. Voog offers a range of content area options, allowing you to create visually appealing pages flush with useful information and features. Let's explore the different content areas available in Voog and learn how to add them to your website. ## How to add content areas in Voog When you create a new page on Voog, you'll notice one or more **…",
          "file": "markdown-content/en/content-areas/what-is-a-content-area.md"
        },
        "adding-and-removing-content-areas": {
          "title": "What kind of different content landing areas does my Voog site have?",
          "content": "## What kind of different content landing areas does my Voog site have? Once you've created your website, you may notice that your template has a default title, slogan, body text, and footer. Basically, these are all of the main content landing fields for you to insert your own content. Each of these areas come with their own default text style which you may always change with the text toolbar. ## How do I add content areas? Adding a new content area to your Voog website is simple. Just click on…",
          "file": "markdown-content/en/content-areas/adding-and-removing-content-areas.md"
        }
      },
      "your-websites-design": {
        "voog-design-editor": {
          "title": "Activating the design editor",
          "content": "With the intent of bringing more customization options into the hands of non-developers, Voog offers an easy to use design editor on our standard designs. ## Activating the design editor Open the **Settings > Design** menu. The design editor interface will pop up on the right side of your website. You can drag it across the page for a convenient position. ![Clicking on 'Design' in the menu bar to open the design editor.](https://media.voog.com/0000/0036/2183/photos/Design_and_layout8-1_block.png…",
          "file": "markdown-content/en/your-websites-design/voog-design-editor.md"
        },
        "getting-a-fully-customized-design": {
          "title": "Can I customize the design of my site?",
          "content": "## Can I customize the design of my site? Of course. Voog enables you to create any design you wish. Modifying your website design can be done through Voog template editor which allows you to totally rewrite your design in HTML and CSS. You can access the template editor by first accessing the **Settings > Design** menu, choosing **Browse themes** and then clicking on the **Customize its code** link on your current theme. Start by modifying or replacing parts of any design template we offer. ![F…",
          "file": "markdown-content/en/your-websites-design/getting-a-fully-customized-design.md"
        },
        "adding-a-favicon": {
          "title": "Add a favicon",
          "content": "Open up the **Settings > Site** menu and find the **Favicon** field. Just click on the upload icon to add the image from your computer. ![Cursor on the 'Upload' button to upload a favicon in site settings.](https://media.voog.com/0000/0036/2183/photos/Site_settings_favicon_block.webp \"Cursor on the 'Upload' button to upload a favicon in site settings.\") Once the icon has been uploaded successfully, you'll see it in the menu. If it looks a bit off, just delete it from the small recycle bin icon a…",
          "file": "markdown-content/en/your-websites-design/adding-a-favicon.md"
        },
        "choosing-a-design-upon-signup": {
          "title": "Choose a design upon signup",
          "content": "We believe that finding the design you like the most should be easy as pie. ![Choosing a design upon sign-up.](https://media.voog.com/0000/0036/2183/photos/Choosing_a_design_1-1_block.jpg \"Choosing a design upon sign-up.\") After clicking the **Create website for free** button, you are taken to a new view ([voog.com/signup](/signup)), where you can see all our template designs. The designs are divided under categories **Website**, **Online store**, and **Blog** to make it easier to get started. D…",
          "file": "markdown-content/en/your-websites-design/choosing-a-design-upon-signup.md"
        },
        "using-the-background-picker": {
          "title": "Use the background picker",
          "content": "You can find the background picker in the upper-left corner of your default background image. By the way, depending on the template, the position of the background picker may vary. ![Clicking on the blue pencil icon to open the background picker in edit mode.](https://media.voog.com/0000/0036/2183/photos/Design_and_layout5-1n_block.png \"Clicking on the blue pencil icon to open the background picker in edit mode.\") As you click on the icon, the picker will open up which you then can manage. For e…",
          "file": "markdown-content/en/your-websites-design/using-the-background-picker.md"
        },
        "switching-between-designs": {
          "title": "How do I change my site's design?",
          "content": "## How do I change my site's design? ![Clicking on 'Settings' and then 'Design' on the bottom menu bar.](https://media.voog.com/0000/0036/2183/photos/Design_and_layout2-1_block.png \"Clicking on 'Settings' and then 'Design' on the bottom menu bar.\") Click **Settings > Design**on the toolbar at the bottom of your site. When the design editor opens, click **Browse themes**. From there you can browse Voog design themes. ![Browsing design themes.](https://media.voog.com/0000/0036/2183/photos/Design_a…",
          "file": "markdown-content/en/your-websites-design/switching-between-designs.md"
        },
        "voog-designs-on-tablets-and-mobile-screens": {
          "title": "View Voog designs on tablets and mobile screens",
          "content": "As more and more browsing is done with smartphones and tablets, we know your website has to look great on all devices. This means that all of our design templates look good on screens of different sizes and are made responsive by default. Therefore you don't have to create several designs for multiple screens, and you can focus on creating the content on your website. ![Berlin design in a mobile browser.](https://media.voog.com/0000/0036/2183/photos/BerlineriOS.png \"Berlin design in a mobile bro…",
          "file": "markdown-content/en/your-websites-design/voog-designs-on-tablets-and-mobile-screens.md"
        },
        "how-can-i-hide-the-voog-logo-in-the-footer-of-my-website": {
          "title": "How can I hide the Voog logo from my website footer?",
          "content": "All of our standard designs come hand in hand with our small, beautifully designed Voog logo. ![Highlighted Voog branding in the footer of the Madrid design.](https://media.voog.com/0000/0036/2183/photos/Design_and_layout6-1_block.png \"Highlighted Voog branding in the footer of the Madrid design.\") In case you prefer to hide it, open up the **Settings > Site** menu and select **Disabled** from the **Show Voog attribution on site** field. And that's it. You're good to go.",
          "file": "markdown-content/en/your-websites-design/how-can-i-hide-the-voog-logo-in-the-footer-of-my-website.md"
        }
      },
      "your-subscriptions": {
        "credit-card-payments": {
          "title": "Recurring payments",
          "content": "## Recurring payments If you’ve paid for your website subscription with a credit card, recurring payments are automatically applied. ![Cursor pointing to MasterCard option in checkout view.](https://media.voog.com/0000/0036/2183/photos/Credit_card_payments_1_block.jpg \"Cursor pointing to MasterCard option in checkout view.\") As your subscription end date approaches, our system sends you an email to notify you of the next automatic payment. Although your subscription is renewed after your previou…",
          "file": "markdown-content/en/your-subscriptions/credit-card-payments.md"
        },
        "changing-your-subscriptions": {
          "title": "When can I change my subscription?",
          "content": "## When can I change my subscription? We think it's only natural that you should be able to choose a plan that fits your needs the most. And even if you have already taken one of our subscriptions, you should have the option to change it whenever needed. ## What happens to the credit on my account if I change my subscription? Will it be lost? On changing the subscription before it expires you can also keep all the credit left on your account. Here is an example. Let's say you are using Voog Stan…",
          "file": "markdown-content/en/your-subscriptions/changing-your-subscriptions.md"
        },
        "where-can-you-find-your-invoices": {
          "title": "Where can you find your invoices?",
          "content": "After you have made a payment, an invoice is generated automatically. You can download your invoices by navigating **Settings > Billing > Invoices** (from the top). Note that invoices are available only for users with admin rights, and users with editor roles can not access them. ![Cursor on the 'Invoices' option in Billing menu.](https://media.voog.com/0000/0036/2183/photos/Invoices_1_block.jpg \"Cursor on the 'Invoices' option in Billing menu.\") **NB! Please do not use your previous invoices or…",
          "file": "markdown-content/en/your-subscriptions/where-can-you-find-your-invoices.md"
        },
        "refer-and-earn": {
          "title": "How do I refer my friends to Voog?",
          "content": "## How do I refer my friends to Voog? 1. Log in to your Voog website. You can do so by using the login button on [voog.com](/) or by adding /admin to the end of your domain, e.g. mywebsite.com/admin. 2. Click **Dashboard**. 3. Click on the icon next to your name and choose **Refer and earn**. ![Clicking the 'Refer and earn' option in dashboard.](https://media.voog.com/0000/0036/2183/photos/refer_loc_ENG_block.png \"Clicking the 'Refer and earn' option in dashboard.\") ## Different recommendation o…",
          "file": "markdown-content/en/your-subscriptions/refer-and-earn.md"
        },
        "cancelling-your-subscriptions": {
          "title": "What happens with your website when the subscription expires?",
          "content": "## What happens with your website when the subscription expires? When your website's subscription expires, the public view will be closed. You can always access it by logging in, continue editing and make it available to the public again by renewing the subscription. ## How can you manually stop the subscription? You can cancel your subscription by only deleting your website. However, we strongly suggest not to do it - in case you've run into any technical issues, do contact us at [support@voog.…",
          "file": "markdown-content/en/your-subscriptions/cancelling-your-subscriptions.md"
        },
        "store-transaction-fees": {
          "title": "Calculate transaction fees for your online store",
          "content": "For both Standard and Plus plans, the transaction fee is 3% of the total sale. However, if you use [Voog Pay](/support/online-store/voog-pay) for your transactions, we won't charge you any commission at all. We calculate the percentage based on the transaction amount (invoice amount including VAT). All online store transactions with a payment status of **Paid** will be considered – this means that if a customer has left an invoice unpaid or you have cancelled an order, we will not apply the tran…",
          "file": "markdown-content/en/your-subscriptions/store-transaction-fees.md"
        },
        "how-and-why-to-become-voog-affiliate-partner": {
          "title": "Why does it pay to be an\n    affiliate partner?",
          "content": "## Why does it pay to be an affiliate partner? Not only is becoming a Voog affiliate partner **straightforward**, but it also pays off. With our tight record-keeping system, you can **earn 50% of your customer's initial Voog subscription payment and 20% of every following payment**. And, with a minimum payout of €30, it's a great way to earn extra income. ## How to become a Voog affiliate partner So, how do you become a Voog affiliate partner? First, create an account on our [https://www.voog.co…",
          "file": "markdown-content/en/your-subscriptions/how-and-why-to-become-voog-affiliate-partner.md"
        },
        "choosing-an-appropriate-subscription-plan": {
          "title": "Choose the right subscription plan",
          "content": "You can pick one of three subscription plans in Voog. All of these include the web store functionality. **Voog Standard** provides you with everything to get your first website up and running. You may add a personal domain and personalize your website. 5 GB of storage space and much more is included. With **Voog Plus**, you get some more advanced features to take your website to the next level—the number of pages, products and users is unlimited; the storage space is raised to 20 GB and SEO and…",
          "file": "markdown-content/en/your-subscriptions/choosing-an-appropriate-subscription-plan.md"
        },
        "how-to-redeem-a-voucher-of-voog": {
          "title": "Redeem a Voog voucher",
          "content": "If you have managed to get your hands on one of those rare vouchers giving you a discount on a Voog subscription, log in to your site via [this link](/login?redir=admin%2Fvouchers), insert your voucher code and — voilà — there you go. You've successfully redeemed your voucher. Otherwise, please proceed according to these steps: 1. [Create a new Voog account](https://voog.com/signup) or [log in to an existing one](https://voog.com/login). 2. Navigate to **Settings > Billing** 3. Check the discoun…",
          "file": "markdown-content/en/your-subscriptions/how-to-redeem-a-voucher-of-voog.md"
        }
      },
      "setting-up-your-account": {
        "what-if-you-have-several-websites-with-voog": {
          "title": "Changing swiftly between your Voog sites",
          "content": "## Changing swiftly between your Voog sites Suppose you have registered several websites with one e-mail address. In that case, you can quickly switch between them by opening the **Dashboard** at the bottom left corner. ![Highlighted dashboard icon on the menu bar at the bottom left corner.](https://media.voog.com/0000/0036/2183/photos/Getting_started5-1_block.png \"Highlighted dashboard icon on the menu bar at the bottom left corner.\") If you wish to edit a website that you manage with another e…",
          "file": "markdown-content/en/setting-up-your-account/what-if-you-have-several-websites-with-voog.md"
        },
        "signing-up-to-voog": {
          "title": "Sign up for Voog",
          "content": "Signing up to Voog is simple, free and takes almost no time at all. The fastest way to sign up is by simply clicking on the**Create website for free** button at [voog.com](https://voog.com/). You're directed to our choose-a-design page, where you can choose an initial template to get started with your site. When you've chosen a suitable template, you'll have to provide a minimal amount of information so we can get you started right away. **![Voog sign up view.](https://media.voog.com/0000/0036/2…",
          "file": "markdown-content/en/setting-up-your-account/signing-up-to-voog.md"
        },
        "logging-into-your-website": {
          "title": "The direct login method",
          "content": "## The direct login method Among the website login options, the most direct method is to visit [voog.com](https://www.voog.com/) and click the **Log in** link located in the upper right corner of the page. ![Cursor on the 'Log in' button on Voog's site.](https://media.voog.com/0000/0036/2183/photos/Logging_into_your_website1_block.png \"Cursor on the 'Log in' button on Voog's site.\") Enter the email and password you used during registration, or sign in with your Google account. ![Log in view of V…",
          "file": "markdown-content/en/setting-up-your-account/logging-into-your-website.md"
        },
        "resetting-your-password": {
          "title": "Changing your password",
          "content": "## Changing your password There are two ways to change your password in Voog. One option is to log in to your site and click **Dashboard**, which is located at the bottom left of the toolbar. From there, click the round icon next to your name in the top right corner of the site. Then select **My profile** and click **Change** next to the **Password** field at the bottom of the menu. ![Dropdown menu with the 'My profile' option opened under the user icon.](https://media.voog.com/0000/0036/2183/ph…",
          "file": "markdown-content/en/setting-up-your-account/resetting-your-password.md"
        },
        "other-people-who-can-edit-your-website": {
          "title": "Inviting a new user to your website",
          "content": "Adding editors or even new owners to your site is easy — the invitations can be sent right from your site interface. Our system will e-mail a personal invitation which can be only accepted via the link inside the invitation. ## Inviting a new user to your website To send out the invites, open the **Settings****>** **Users** menu where you can see all the people listed that are already managing the site. ![Clicking 'Users' from the Settings button on the menu bar.](https://media.voog.com/0000/003…",
          "file": "markdown-content/en/setting-up-your-account/other-people-who-can-edit-your-website.md"
        }
      },
      "seo": {
        "seo-optimization-in-voog": {
          "title": "What is SEO?",
          "content": "## What is SEO? SEO (Search engine optimization) covers all activities that help your site become visible in organic search results. Organic search results are the unpaid results that appear as a result of a search engine query. Voog includes built-in tools to manage the information available for search engines. ## SEO Tools in Voog Access SEO settings by selecting **Content > SEO** from the main menu. First, you'll see an overview of the following: ![SEO menu.](https://media.voog.com/0000/0036/…",
          "file": "markdown-content/en/seo/seo-optimization-in-voog.md"
        },
        "titles-and-descriptions": {
          "title": "What is a title?",
          "content": "## What is a title? Think of your website title as a label for describing the site's content to your potential guest. Not only is it the title in your browser window but also it appears as a header in the search results. Therefore, it's an essential part of your site SEO (search engine optimization) structure. When choosing a title for your website or just for a page, try to keep it around 55 characters max. That's about the average length for the title not to be shortened in the Google search e…",
          "file": "markdown-content/en/seo/titles-and-descriptions.md"
        },
        "getting-your-website-to-appear-in-google-and-bing": {
          "title": "What is SEO?",
          "content": "## What is SEO? SEO or Search Engine Optimization makes your website visible in search engine results without paying for ads. It is combined with the page titles, descriptions and content you have added to the website. ## Submit website to Google Before sharing your website with the world, ensure you've added [page descriptions and images](https://www.dropbox.com/support/managing-your-website-pages/changing-page-titles-and-descriptions), as they are crucial for sharing on platforms like Google a…",
          "file": "markdown-content/en/seo/getting-your-website-to-appear-in-google-and-bing.md"
        }
      },
      "your-website-addresses": {
        "domain-settings": {
          "title": "Where can I manage the domain settings?",
          "content": "## Where can I manage the domain settings? Go to **Settings** > **Domains** view and click on the three dots icon at the end of the domain line and select **Settings**. You can configure both technical and personal domain ## Default domain form If you have ever researched how to improve your website's [SEO](/support/seo \"/support/seo\"), then you might be aware that it's not the best solution to share your links both with and without the www-part. If you confirm one default form for your domain,…",
          "file": "markdown-content/en/your-website-addresses/domain-settings.md"
        },
        "which-addresses-can-you-use-with-voog": {
          "title": "Why do I have to choose a myname.voog.com domain upon signup?",
          "content": "## Why do I have to choose a myname.voog.com domain upon signup? ![Sign up view of Voog.](https://media.voog.com/0000/0036/2183/photos/build%20your%20website_block.png \"Sign up view of Voog.\") When you sign up to Voog, you are asked to take an address like myname.**voog.com**. This is necessary for several reasons. For one, this will always stay as your technical address. You do not have to use it for publicity and you can always add any other domain name (or names) as well, but this will always…",
          "file": "markdown-content/en/your-website-addresses/which-addresses-can-you-use-with-voog.md"
        },
        "using-your-already-existing-domain": {
          "title": "Moving Your Web Address to Voog",
          "content": "## Moving Your Web Address to Voog After subscribing to [**Voog**](/pricing), you can move your web address (e.g. *mycompany.com*, *mycompany.co.uk*) to Voog to display your website. If you purchased the domain from another registrar, import it to your Voog account and direct the A-record to Voog's server IP address **85.222.234.14**. ## Connect Your Existing Website Domain to Your Voog Website First, you must link your domain name to your Voog website. Doing this ensures that our system correct…",
          "file": "markdown-content/en/your-website-addresses/using-your-already-existing-domain.md"
        },
        "extending-your-domain-subscription": {
          "title": "I've already paid for my domain a year ago. Why do I have to pay again?",
          "content": "## I've already paid for my domain a year ago. Why do I have to pay again? Domains (usually) are something you can't buy for a lifetime. Whenever you want to buy a domain, you actually pay for using it for a certain time and most commonly for a year or two. This means that you do have to make a new payment once your domain is about to expire. Otherwise, it goes back to being available for everybody and you lose your precious domain. ## I got a letter saying my domain is about to expire. How can…",
          "file": "markdown-content/en/your-website-addresses/extending-your-domain-subscription.md"
        },
        "adding-more-free-addresses": {
          "title": "Add more free addresses",
          "content": "You can add as many new addresses like *yoursite.voog.com* to your site as you wish. You might also want to change the existing one at some point. To do that click on **Settings > Domains**. ![Clicking on 'Settings' and then 'Domains' from the bottom menu bar.](https://media.voog.com/0000/0036/2183/photos/Add_new_voog_domain_block.webp \"Clicking on 'Settings' and then 'Domains' from the bottom menu bar.\") Click the **Add new** button to open a drop-down menu, select **Pick a free one** from the…",
          "file": "markdown-content/en/your-website-addresses/adding-more-free-addresses.md"
        },
        "ssl-certificate": {
          "title": "Acquiring an SSL certificate",
          "content": "## Acquiring an SSL certificate You can add a free Let's Encrypt certificate from the **Settings > Domains > SSL certificates** view. All you have to do is tick the domain or domains to which you'd like to add a certificate. You can get an option to add your own certificate by another service provider by subscribing to our Premium plan. ## Forcing SSL For using only encrypted traffic on your website, you can choose to**Force SSL**. Go to your domains menu and click on the toggle button of **Forc…",
          "file": "markdown-content/en/your-website-addresses/ssl-certificate.md"
        },
        "domain-prices": {
          "title": "Check domain prices",
          "content": "Voog offers more than 30 regular and country top level domains for your personal domain name. When subscribing to the yearly Plus or Premium plan, a free custom domain subscription is included. This applies to the following top level domains: .cn, .co.uk, .com, .ee, .fr, .in, .info, .lv, .me, .net, .org, .org.uk and .pl. The mentioned offer is valid, if: - the yearly Plus or Premium plan is bought at full price - the selected domain is new (also applies when renewing this domain) Prices do not i…",
          "file": "markdown-content/en/your-website-addresses/domain-prices.md"
        },
        "does-voog-offer-an-e-mail-service": {
          "title": "Does Voog offer an email service?",
          "content": "You can easily connect your personal domain at Voog with any e-mail service out there. As Voog doesn't offer e-mail service directly, we suggest using either [Google Apps](https://www.google.com/work/apps/business/ \"https://www.google.com/work/apps/business/\") or [Zoho Mail](https://www.zoho.com/mail/ \"https://www.zoho.com/mail/\") as secure and trustworthy solutions. Google offers a paid solution for e-mail, cloud storage & collaboration tools with your colleagues, Zoho on the other hand offers…",
          "file": "markdown-content/en/your-website-addresses/does-voog-offer-an-e-mail-service.md"
        },
        "buying-personal-domain-names": {
          "title": "How do I buy a domain from Voog?",
          "content": "## How do I buy a domain from Voog? With Voog, you can buy as many domains for your website as you wish and they all work as aliases (pointing to your website). To buy a domain, log in to your website, go to **Settings** **>** **Domains**, click the **Add new** button, and select **Buy new.** ![Clicking on 'Add new' and then 'Buy new' in the domains menu.](https://media.voog.com/0000/0036/2183/photos/domain_buy_new_block.webp \"Clicking on 'Add new' and then 'Buy new' in the domains menu.\") Now t…",
          "file": "markdown-content/en/your-website-addresses/buying-personal-domain-names.md"
        }
      },
      "creating-and-managing-forms": {
        "editing-your-form-fields": {
          "title": "Add new form fields",
          "content": "## Add new form fields ![Cursor pointing at plus icon that's opened a selection for contact form settings.](https://media.voog.com/0000/0036/2183/photos/Adding_a_form_field_block.webp \"Cursor pointing at plus icon that's opened a selection for contact form settings.\") Each form consists of separate fields and you can add as many of them as you please. To do it, first click on one of the existing fields, which then activates it, and after which a **+** icon on the left corner of the field becomes…",
          "file": "markdown-content/en/creating-and-managing-forms/editing-your-form-fields.md"
        },
        "say-hello-to-forms": {
          "title": "What are forms and why should you use them?",
          "content": "## What are forms and why should you use them? Voog form tool enables you to collect any kind of information from your website visitors - collect feedback, take orders, make a simple contact form and so on. ![Example of a contact form.](https://media.voog.com/0000/0036/2183/photos/Form_content_area_2_block.webp \"Example of a contact form.\") To make forms as flexible as possible, you can build forms with various field types: text fields, listings, checkboxes, single choice fields and also file up…",
          "file": "markdown-content/en/creating-and-managing-forms/say-hello-to-forms.md"
        },
        "creating-a-new-form": {
          "title": "Create a new form",
          "content": "First, you need to keep in mind that forms are separate types of content areas, similarly to text areas or galleries. You can build any kind of form, also those which include large bodies of texts in them, but forms themselves are managed separately from other content areas. To create a new form, first, click on the plus sign wherever you would like your form to appear. The form created is a default one, but you can change, remove or add fields and texts any way you please. Also, the general set…",
          "file": "markdown-content/en/creating-and-managing-forms/creating-a-new-form.md"
        },
        "managing-submitted-form-entries": {
          "title": "How do I access submitted form entries?",
          "content": "## How do I access submitted form entries? You can view submitted form data by navigating to **Content > Forms**. In this view, you’ll see all forms that have been added to the site — even those that have been removed. Each form row in the **Forms** view shows: - **Page** – shows which page the form is added to. Clicking on the **Page** arrow icon below **View form** will take you to the page where the form is added. - **Tickets count** – clicking on the **View tickets** arrow icon will take you…",
          "file": "markdown-content/en/creating-and-managing-forms/managing-submitted-form-entries.md"
        }
      },
      "online-store": {
        "products-import": {
          "title": "Tips for successful product importing",
          "content": "## Tips for successful product importing ### General - Importing can be done within the confines of a single language at a time - translations of names must be imported separately. - If you choose to update products, for a product with variations, the variations of the product being updated that are not present in the import file will be removed. ### Import file - **The import file** can **contain a maximum of 10,000 lines**. - **The size of the import file** can be up to **10 MB**. - Supported…",
          "file": "markdown-content/en/online-store/products-import.md"
        },
        "how-to-add-buy-buttons-and-new-products-to-your-online-store": {
          "title": "Add a product through the product management view",
          "content": "When you’re done setting up your store, you’re ready to add products. There are three ways to create new products: 1. Through the [product management](#add-a-product-through-the-product-management-view) view 2. Through the [**Products** content area](#add-a-product-through-the-products-content-area) 3. [Importing products.](/support/online-store/products-import) ## Add a product through the product management view To get to the product management view, go to **Store > Products**. Here you can se…",
          "file": "markdown-content/en/online-store/how-to-add-buy-buttons-and-new-products-to-your-online-store.md"
        },
        "store-structure": {
          "title": "How to display products on a page?",
          "content": "## How to display products on a page? In the [**Products** content area](/support/online-store/product-list-content-area), you can display all your store products or only products from a specific category. To distinguish between categories, you should first [assign categories to your products](/support/online-store/how-to-add-buy-buttons-and-new-products-to-your-online-store#categories). You can have countless product categories and create a separate **Products** content area for each category i…",
          "file": "markdown-content/en/online-store/store-structure.md"
        },
        "checkout-fields": {
          "title": "How to access checkout settings?",
          "content": "When a customer makes a purchase in your store, they have to enter their details at the checkout. Sometimes you need some extra information about their purchase. For example, the customer might wish to leave a short note with their order. Or if the order is to be delivered to a pick-up point, the customer's phone number is always required. To ensure all necessary information is included, you can customize your store's checkout. ## How to access checkout settings? To view checkout settings, go to…",
          "file": "markdown-content/en/online-store/checkout-fields.md"
        },
        "e-mail-previews": {
          "title": "Invoice",
          "content": "To see the previews of e-mails, go to **Store > Settings** and choose **Emails**. The email is sent to the client in a suitable language. The language menu in the upper right corner of the email view allows you to change the language of the displayed letter preview, which allows you to see in advance what the invoice and other automated letters sent to the client look like in different languages. ![E-mails menu.](https://media.voog.com/0000/0036/2183/photos/e-mails-en_block.png \"E-mails menu.\")…",
          "file": "markdown-content/en/online-store/e-mail-previews.md"
        },
        "add-shipping-methods": {
          "title": "Shipping methods",
          "content": "## Shipping methods Open **Store > Settings** in the bottom toolbar and go to **Shipping**. ![Settings for adding a new shipping method.](https://media.voog.com/0000/0036/2183/photos/add_shipping_method_2023_block.png \"Settings for adding a new shipping method.\") ## Shipping Settings Here are the settings you can adjust: - **Name:** this is the name of your shipping method, which will be displayed to customers at checkout (for example, Omniva, Smartpost pick-up points in Estonia or Pick up your…",
          "file": "markdown-content/en/online-store/add-shipping-methods.md"
        },
        "add-online-store": {
          "title": "Setting up general store information",
          "content": "All Voog subscriptions (including the 30-day Trial) support e-commerce on your site, so - building an online store has never been easier. To get started, add your store's general information and products, set up shipping and payment methods, and customize checkout fields if necessary. Follow the steps below to configure the necessary settings and launch your store. You’ll find all the required information by clicking **Store > Settings** on the toolbar at the bottom of the screen. ![Store settin…",
          "file": "markdown-content/en/online-store/add-online-store.md"
        },
        "manage-your-orders": {
          "title": "View your orders",
          "content": "## View your orders You can see and manage your orders when you open **Store > Orders**. If you’ve inserted the **Store notification email address** upon [setting up your store](/support/online-store/add-online-store) you’ll also receive email notifications for each new order. ![Orders view in admin panel.](https://media.voog.com/0000/0036/2183/photos/Manage_your_orders1_block.jpg \"Orders view in admin panel.\") The general orders view gives you basic information about each order, such as in the…",
          "file": "markdown-content/en/online-store/manage-your-orders.md"
        },
        "payment-methods": {
          "title": "Payment methods view and adding a new payment provider",
          "content": "If you have successfully [set up your online store](/support/online-store/add-online-store), you can start selling your goods immediately with [offline invoice](/support/online-store/offline-payments). Additionally, I would like to draw your attention to the fact that before adding payment provider, you should associate your website [with a personal domain](/support/your-website-addresses) and [create a privacy policy and terms of use subpage(s)](/support/video-tutorials/creating-terms-of-servic…",
          "file": "markdown-content/en/online-store/payment-methods.md"
        },
        "discount-codes": {
          "title": "What types of discount codes can I create?",
          "content": "## What types of discount codes can I create? You can set up discount codes from the **Store > Discounts** menu. Share this code with your online store’s clients. They can redeem it by entering the code in your store’s shopping cart. ![Discounts menu.](https://media.voog.com/0000/0036/2183/photos/discounts_en_block.jpg \"Discounts menu.\") Discount codes can be applied to: - Shopping cart and shipping - Shopping cart - Selected categories - Selected products - Shipping only Note that **only one di…",
          "file": "markdown-content/en/online-store/discount-codes.md"
        }
      }
    },
    "et": {
      "keeled": {
        "vaikekeele-valimine-sinu-saidi-kulastajatele": {
          "title": "Kuidas määrata oma saidi vaikekeel asukohapõhise tuvastuse asemel",
          "content": "Juhul, kui soovid seadistada kindlat keelt kõigile külalistele vaikekeeleks, sisene **Sisu > Struktuur ja keeled** vaatesse ja ava keel, mida soovid vaikekeeleks seada. ![Kursor 'Alati see keel' valikul 'Mis keelt külastaja näeb?' lahtris.](https://media.voog.com/0000/0036/2183/photos/alati_see_keel_block.webp \"Kursor 'Alati see keel' valikul 'Mis keelt külastaja näeb?' lahtris.\") Seejärel vali rippmenüüst sätte **Mis keelt külastaja näeb?** väärtuseks **Alati see keel**. Pärast muudatuste salve…",
          "file": "markdown-content/et/keeled/vaikekeele-valimine-sinu-saidi-kulastajatele.md"
        },
        "sinu-saidi-keelemenuu-seadistamine": {
          "title": "Kuidas muuta keelemenüü käitumist?",
          "content": "## Kuidas muuta keelemenüü käitumist? Sisene **Sisu > Struktuur ja keeled** vaatese ja vali ülevalt menüüst keel, mida soovid seadistada. Seejärel avaneb sulle vastava keele **Saidi struktuur** vaade, kus **Nimi menüüs** väljal saad sisestada keelemenüüs kuvatava keele nimetuse. ![Vaade saidi struktuurile, kus on võimalik muuta keelemenüü nime.](https://media.voog.com/0000/0036/2183/photos/keele_nimi_menuus_block.webp \"Vaade saidi struktuurile, kus on võimalik muuta keelemenüü nime.\") Juhul, kui…",
          "file": "markdown-content/et/keeled/sinu-saidi-keelemenuu-seadistamine.md"
        },
        "videojuhend-veebilehe-mitmekeelseks-muutmine": {
          "title": "Kuidas muuta enda Voo veebilehte ja e-poodi mitmekeelseks?",
          "content": "## Kuidas muuta enda Voo veebilehte ja e-poodi mitmekeelseks? Voog on rahvusvaheliselt tuntud, kui lihtsaim tööriist mitmekeelsete lehtede loomiseks. Video on sulle abivahendiks veebilehe tõlkimisel.",
          "file": "markdown-content/et/keeled/videojuhend-veebilehe-mitmekeelseks-muutmine.md"
        },
        "keelemenuu-kuvamine": {
          "title": "Seadista saidi keelemenüü kuvamine",
          "content": "Saad oma veebilehe külastajatele keelevaliku kuvada, kas **keelte nimedena** (nt „Eesti“, „English“) või **riigilippude piltidena.** Selleks, et muuta keelevaliku välimust, leia keelemenüü, mis paikneb lehe paremas ülanurgas. Klõpsa keelemenüü peal, millega avaneb rippmenüü, kus vali **Seaded**. Seadete rippmenüüs on võimalik määrata, kas keelemenüü kuvab keelte nimetusi või nende vastavaid lippe. ![Kursor keelemenüü seadete nupul kuvamas rippmenüüd.](https://media.voog.com/0000/0036/2183/photos…",
          "file": "markdown-content/et/keeled/keelemenuu-kuvamine.md"
        },
        "kasutajaliidese-keele-muutmine": {
          "title": "Muuda kasutajaliidese keelt",
          "content": "Saad Voo kasutajaliidese keelt muuta, kui klõpsad all tööriistaribal **Juhtpaneel** ja vajutad oma nime taga oleval ikoonil ja valid **Minu profiil**. ![Kursor 'Minu profiil' valikul Juhtpaneeli vaates.](https://media.voog.com/0000/0036/2183/photos/minu_profiil_block.webp \"Kursor 'Minu profiil' valikul Juhtpaneeli vaates.\") Samuti on sul on võimalik kasutaliidese keelt valida [Voogu sisselogimise lehelt](/login). Kõik meie kasutaliideses toetatud keeled on nähtaval lehe ülemises parempoolses äär…",
          "file": "markdown-content/et/keeled/kasutajaliidese-keele-muutmine.md"
        },
        "sinu-saidi-ehitamine-mitmes-keeles": {
          "title": "Kuidas saan enda saidi lehed teise keelde tõlkida?",
          "content": "Selleks, et luua sait uues keeles, vajuta lehekülje päises asetsevas keelemenüüs **+Lisa**nuppu. ![Kursor 'Lisa' nupul lehekülje päisel keelemenüüs.](https://media.voog.com/0000/0036/2183/photos/lisa_uus_keel-1_block.webp \"Kursor 'Lisa' nupul lehekülje päisel keelemenüüs.\") Avaneb **Lisa saidile uus keel** aken, kus saad paika panna uue keele üldised sätted. ![Saidile uue keele lisamise vaade.](https://media.voog.com/0000/0036/2183/photos/lisa_uus_keel_block.webp \"Saidile uue keele lisamise vaad…",
          "file": "markdown-content/et/keeled/sinu-saidi-ehitamine-mitmes-keeles.md"
        }
      },
      "blogi": {
        "blogipostituse-avaldamine": {
          "title": "Blogipostituse avaldamine",
          "content": "## Blogipostituse avaldamine Kui oled alles blogipostitust kirjutamas, siis see on salvestatud sinu saidile kui mustand, mida ainult sina ja sinu lehte haldavad kasutajad saavad näha. Selleks, et valminud mustand avalikustada kui blogiartikkel, ava mustand ning vajuta lehe üleval keskel mullikese sees olevale **See on peidetud. Avalikusta kui valmis**. lingile. ![Kursor 'Avalikusta' nupul mustandi staatuses oleval blogiartikli lehel.](https://media.voog.com/0000/0036/2183/photos/Kuidas_blogipost…",
          "file": "markdown-content/et/blogi/blogipostituse-avaldamine.md"
        },
        "kuidas-kohandada-blogipostitusi-sotsiaalmeedias-jagamiseks": {
          "title": "Kuidas kohandada blogipostitusi sotsiaalmeedias jagamiseks?",
          "content": "Blogipostituse juurde saab lisada lühikese kirjelduse ja pildi, mida sotsiaalmeedias jagamisel kuvatakse. See on hea viis oma blogist parema esmamulje jätmiseks. Kui su postitus on valmis, siis klikka alumisel menüüribal eelvaate nupu kõrval oleval seadete ikoonil, mis avab artikli seadete akna. ![Kursor 'Lehe seaded' ikoonil saidi muutmisvaate alumisel menüüribal.](https://media.voog.com/0000/0036/2183/photos/Kuidas_kohandada_blogipostitusi_block.webp \"Kursor 'Lehe seaded' ikoonil saidi muutmis…",
          "file": "markdown-content/et/blogi/kuidas-kohandada-blogipostitusi-sotsiaalmeedias-jagamiseks.md"
        },
        "siltide-haldamine": {
          "title": "Miks ja kuidas saavad sildid su blogile kasulikud olla?",
          "content": "## Miks ja kuidas saavad sildid su blogile kasulikud olla? Sildid on märksõnad mille abil saad artiklid enda blogis kategoriseerida. Teatud mõttes toimib see nagu otsingumootor, sest niipea kui oled mitu artiklit ühe sildiga märgistanud, saad seda silti vaadeldes kõik märgistatud artiklid kohe kätte. Kasuta silte julgelt, et sinu blogi lugejad leiaksid ka vanemad artiklid kergesti üles. ## Kus kohas sildid asetsevad? Võid sildid leida enda blogi päises või artikli jaluses siltide väljal. ![Kurso…",
          "file": "markdown-content/et/blogi/siltide-haldamine.md"
        },
        "sinu-esimese-blogi-loomine-voos": {
          "title": "Esimese blogipostituse kirjutamine",
          "content": "Meie mobiilisõbralikud kujundused on ideaalsed sinu esimese blogi loomiseks ning alati valmis sotsiaalmeedias jagamiseks. Kõikidel meie standardkujundustel – välja arvatud [Faro](https://faro.voog.com/) – on küljes näidisblogi, mida saad koheselt muutma asuda. Lihtsalt logi enda Voo lehele sisse, ava artikkel ning kustuta vaiketekst eest. Haldaja päises võid näha järjest kõiki loodud blogisid ning vastavalt nimele vajutades näete ka seal all kõiki postitusi. Loomulikult pääsed haldama samast men…",
          "file": "markdown-content/et/blogi/sinu-esimese-blogi-loomine-voos.md"
        },
        "blogi-autori-ja-avaldamise-kuupaeva-haldamine": {
          "title": "Kuidas saan muuta blogipostituse autorit?",
          "content": "## Kuidas saan muuta blogipostituse autorit? Kui lood uue blogipostituse, võid märgata ka, et oled automaatselt selle autor. Juhul kui aga oleks tarvis postituse autoriks mõni teine saiti haldav kasutaja lisada, siis ava *admin*-vaates artikkel ning paremal alt menüüst vali **Lehe seaded**. **Autor**väljalt avaneb rippmenüü, kus on võimalik valida teine kasutaja. Kui oled muudatuse läbi viinud, siis vajuta sinist **Salvesta**nuppu, et need aktiveeruks. ![Kursor autori valimise väljal artikli sea…",
          "file": "markdown-content/et/blogi/blogi-autori-ja-avaldamise-kuupaeva-haldamine.md"
        },
        "blogi-kommentaaride-haldamine": {
          "title": "Kuidas saan enda artiklite kommentaare hallata?",
          "content": "## Kuidas saan enda artiklite kommentaare hallata? Selleks, et näha kommentaare enda blogi artiklitel, logi enda saidile admin-vaates sisse ning mine **Sisu > Blogid** menüüsse. ![Blogide menüü vaade saidi muutmisvaates.](https://media.voog.com/0000/0036/2183/photos/Kuidas_hallata_blogi_kommentaare_block.webp \"Blogide menüü vaade saidi muutmisvaates.\") Jõuad enda saidi blogi haldurisse, mille päises võid näha kõiki enda loodud blogisid. Selleks, et konkreetse blogi artiklitele lisatud kommentaar…",
          "file": "markdown-content/et/blogi/blogi-kommentaaride-haldamine.md"
        },
        "uute-postituste-lisamine-ja-vanade-kustutamine": {
          "title": "Kuidas luua uus blogi?",
          "content": "## Kuidas luua uus blogi? Uue blogi loomine tähendab sisuliselt uue lehe loomist. Saad seda teha enda saidile administreerimise vaatesse sisse logitult**+Lisa** nupust peamenüüs. ![Kursor 'Lisa' nupul ülemises peamenüüs saidi muutmisvaates.](https://media.voog.com/0000/0036/2183/photos/Kuidas_luua_blogi_alamleht_block.webp \"Kursor 'Lisa' nupul ülemises peamenüüs saidi muutmisvaates.\") Lehte luues küsitakse sinult lehe nime ning antud juhul jälgi ka, et lehe malliks saab kindlasti **Blog & News**…",
          "file": "markdown-content/et/blogi/uute-postituste-lisamine-ja-vanade-kustutamine.md"
        }
      },
      "videojuhendid": {
        "disainitooriist": {
          "title": "Tutvu Voo disainitööriistaga",
          "content": "Disainitööriistas tehtud muudatused toimivad veebilehe üleselt. Sellega saab vahetada fonte, muuta värve ning vormindada erinevaid veebilehe sektsioone.",
          "file": "markdown-content/et/videojuhendid/disainitooriist.md"
        },
        "veebipoe-tingimuste-lehe-loomine": {
          "title": "Kuidas luua e-poe tingimuste leht",
          "content": "Veebipoe ostu- ja tagastustingimuste põhja jaoks leiad näidise, kui logid enda saidile ja klõpsad **Pood** > **Seaded**ja klikkad **Poe info**. **Poe info** vaates leiad tingimuste lehe näidised **Suhtlus** sektsioonist. ![Üld- ja tagasimakse tingimuste URLi näidiste lingid poe seadete menüüs](https://media.voog.com/0000/0036/2183/photos/Veebipoe_tingimuste_leht1-2023_block.png \"Üld- ja tagasimakse tingimuste URLi näidiste lingid poe seadete menüüs\")",
          "file": "markdown-content/et/videojuhendid/veebipoe-tingimuste-lehe-loomine.md"
        },
        "uue-keele-lisamine": {
          "title": "Uue keele lisamine",
          "content": "Kui oled veebilehe üheks keeles valmis ehitanud ning soovid, et su veebileht oleks ka mõnes muus keeles, siis selleks saab oma kujundust mugavasti duplitseerida.",
          "file": "markdown-content/et/videojuhendid/uue-keele-lisamine.md"
        },
        "tekstitooriist": {
          "title": "Tuvu Voo tekstitööriista võimalustega",
          "content": "Tekstitööriist on enamat kui pealtväha paistab. Sellega saab luua linke ja lisada oma veebilehele videosid, pilte ning isegi väliseid rakendusi.",
          "file": "markdown-content/et/videojuhendid/tekstitooriist.md"
        },
        "facebooki-uudisvoo-lisamine": {
          "title": "Lisa Facebooki uudisevoog",
          "content": "Facebooki arendajate lehe leiad [siit](https://developers.facebook.com/docs/plugins).",
          "file": "markdown-content/et/videojuhendid/facebooki-uudisvoo-lisamine.md"
        },
        "veebilehe-kirjeldus-otsingumootoris": {
          "title": "Veebilehe kirjeldus otsingumootoris",
          "content": "Lehe nähtavuse ja leitavuse parandamiseks otsingumootorites saad kasutada Lehe seadetes SEO võimalusi. Paremale lehe poolele ilmuvas paneelis on võimalik näha ka väljanägemist otsingumootorites. Lisaks soovitame lugeda [Google juhendit](https://support.google.com/webmasters/answer/35624?hl=en) pealkirjade ja kirjelduste hea tava kohta. Facebooki lehe jagamiseks soovitame kasutada tööriista [Sharing debugger](https://developers.facebook.com/tools/debug/).",
          "file": "markdown-content/et/videojuhendid/veebilehe-kirjeldus-otsingumootoris.md"
        }
      },
      "domeenid": {
        "kasuta-juba-eelnevalt-eksisteerivat-domeeni": {
          "title": "Välise domeeni importimine Voo\nkeskkonda",
          "content": "Pärast seda, kui oled liitunud [**Voog Standard / Plus / Premium**](/hinnad) paketiga, saad sa suunata juba olemasoleva aadressi (näiteks minudomeen.ee) oma Voo saidile. Teise registripidaja juurest ostetud domeeni kasutamiseks Voo keskkonnas tuleb - **[importida domeen](/tugi/domeenid/kasuta-juba-eelnevalt-eksisteerivat-domeeni#vlise-domeeni-importimine-vookeskkonda) oma Voo saidile** - ja seejärel [suunata domeeni A-kirje Voo serverite IP-aadressile](/tugi/domeenid/kasuta-juba-eelnevalt-eksist…",
          "file": "markdown-content/et/domeenid/kasuta-juba-eelnevalt-eksisteerivat-domeeni.md"
        },
        "lisa-saidile-rohkem-tasuta-aadresse": {
          "title": "Lisa saidile tasuta .voog.com domeene",
          "content": "Aadress nagu sinunimi.voog.com on vajalik selleks, et luua saidi registreerimisel meie andmebaasi ID. See on esialgne veebiaadress, mis seob saiti Voo süsteemiga. Sul on võimalik juurde lisada tasuta alternatiivseid **.voog.com**-lõpulisi domeene. !['Lisa uus' nupu alt avanev rippmenüü, kus kursor osutamas 'Võta tasuta' nupule.](https://media.voog.com/0000/0036/2183/photos/domeen_tasuta_block.webp \"'Lisa uus' nupu alt avanev rippmenüü, kus kursor osutamas 'Võta tasuta' nupule.\") Selleks, et lisa…",
          "file": "markdown-content/et/domeenid/lisa-saidile-rohkem-tasuta-aadresse.md"
        },
        "personaalse-domeeni-ostmine": {
          "title": "Kuidas osta personaalne domeen Voos",
          "content": "Hästi valitud personaalne domeen suurendab sinu saidi tõsiseltvõetavust ja aitab sind või sinu ettevõtet interneti infomüras eristada. Voo keskkonnas on sul lihtne enda saidile personaalset domeeni tellida. Domeeni ostmiseks logi oma saidile sisse ja vali alt tööriistaribalt **Seaded > Domeenid**. Seejärel klõpsa **Lisa uus** nupule ja vali **Osta uus**. Nüüd tuleb sul sisestada soovitud domeeninimi (ilma www-ta), vajutada nupul **Otsing**ning valida loetelust meelepärase lõpuga domeen. ![Kursor…",
          "file": "markdown-content/et/domeenid/personaalse-domeeni-ostmine.md"
        },
        "domeeni-seaded": {
          "title": "Kuidas saan enda domeeni seadistada?",
          "content": "## Kuidas saan enda domeeni seadistada? Liigu **Seaded > Domeenid** vaatesse ja klõpsa domeeni rea lõpus kolmel punkti ikoonil ja vali **Seaded**. Saad seadistada nii tehnilist kui ka personaalset domeeni. ## Domeeni vaikekuju Miks on domeeni vaikekuju oluline? Kui oled kunagi enda veebilehe [SEO](/tugi/seo \"/tugi/seo\") kohta uurinud, oled võib-olla teadlik, et pole just kõige parem, kui su veebilehe lingid levivad Google'is www-liidese ja ilma selleta üheaegselt. Kui valid kindla vaikekuju, sii…",
          "file": "markdown-content/et/domeenid/domeeni-seaded.md"
        },
        "domeenide-hinnad": {
          "title": "Vaata domeenide hinnakirja",
          "content": "Voos on sul võimalik valida rohkem kui 30 rahvusvahelise ja maatunnusega üladomeeni vahel. Tellides aastase Pluss või Premium paketi, saad valida tasuta domeeni nende üladomeenide hulgast: .cn, .co.uk, .com, .ee, .fr, .in, .info, .lv, .me, .net, .org, .org.uk ja .pl. Eeltoodud pakkumine kehtib, kui: - aastane Pluss või Premium pakett on soetatud täishinnaga - valitud domeen on uus (kehtib ka sama domeeni pikendamisele tulevikus) Hindadele lisandub käibemaks 24% | **Domeen** | **1 aasta** | **2 a…",
          "file": "markdown-content/et/domeenid/domeenide-hinnad.md"
        },
        "ssl-sertifikaadi-lisamine-domeenile": {
          "title": "Tasuta Let's Encrypt sertifikaadi aktiveerimine",
          "content": "## Tasuta Let's Encrypt sertifikaadi aktiveerimine Saad enda domeenile tasuta Let's Encrypti sertifikaadi aktiveerida **Seaded** > **Domeenid** > **SSL sertifikaadid** vaatest. Vali domeen või domeenid, millele sertifikaati soovid ja aktiveeri protsess. Sertifikaadi lisamine jõustub tavaliselt paari tunni kuni 24 jooksul. Tugevama SSL turvasertifikaadi saad domeenile külge lisada, kui oled tellinud meie [Premium paketi](/hinnad). ## SSL sertifikaadi seaded Kui soovid oma veebilehel kasutada ainu…",
          "file": "markdown-content/et/domeenid/ssl-sertifikaadi-lisamine-domeenile.md"
        },
        "domeeninime-pikendamine": {
          "title": "Maksin oma domeeninime eest aasta tagasi. Miks pean seda nüüd uuesti tegema?",
          "content": "## Maksin oma domeeninime eest aasta tagasi. Miks pean seda nüüd uuesti tegema? Tavaliselt on nii, et domeene ei ole võimalik osta endale igaveseks. Kui ostad domeeni, siis maksad tegelikult selle kasutusaja eest - ja seda tavapäraselt aastaks või kaheks. See tähendab, et pead domeeni aegumise korral seda uuesti pikendama. Vastasel juhul see vabaneb ning sina jääd sellest ilma. ## Sain teate, et minu domeen on aegumas. Kuidas saan seda pikendada? ![Domeeninime aegumiskuupäeva lähenemisest teavit…",
          "file": "markdown-content/et/domeenid/domeeninime-pikendamine.md"
        },
        "milliseid-aadresseid-saad-enda-voo-saidiga-kasutada": {
          "title": "Miks pean valima Vooga liitudes 'minunimi.voog.com' domeeni?",
          "content": "## Miks pean valima Vooga liitudes 'minunimi.voog.com' domeeni? Kui liitud Vooga, palume sinult, et valiksid enda saidile tehnilise aadressi. See on sinu saidi esialgne veebiaadress, mis jääb Voo süsteemis alatiseks külge. Sul on võimalik sellele hiljem juurde lisada tasuta alternatiivseid [\".voog.com\" lõpulisi](/tugi/domeenid/lisa-saidile-rohkem-tasuta-aadresse) kui ka täiesti [personaalseid domeeninimesid](/tugi/domeenid/personaalse-domeeni-ostmine) (nt. minufirma.ee) . ## Milliseid domeenilai…",
          "file": "markdown-content/et/domeenid/milliseid-aadresseid-saad-enda-voo-saidiga-kasutada.md"
        },
        "kas-voog-pakub-e-maili-teenust": {
          "title": "Kas Voog pakub e-maili teenust?",
          "content": "Kui oled Voogu enda veebilehe loonud ja sinna juurde registreerinud personaalse domeeni, saad loomulikult sellele külge ühendada ka e-posti teenuse. Kuna Voog otse meiliaadressi teenust ei vahenda, siis soovitame sulle julgelt kodumaist zone.ee või veebimajutus.ee e-posti, Google'it (Gmail e-posti teenust) või Zoho Maili (valikus ka tasuta pakett). Siit leiad juhised nende teenuste üles seadmiseks: - [Veebimajutuse E-posti majutus](/tugi/domeenid/veebimajutus-ee-e-posti-juhend) - [Google Workspa…",
          "file": "markdown-content/et/domeenid/kas-voog-pakub-e-maili-teenust.md"
        }
      },
      "veebiseminar": {
        "voo-seminar-seo": {
          "title": "Veebiseminar: SEO ehk kuidas otsingumootoris esile tõusta",
          "content": "Külas on [Dreamgrow Digital](https://dreamgrow.ee) agentuuri tegevjuht **Priit Kallas**, kes räägib haaravate näidete varal üle SEO põhitõed. Vaatame üle ka Voo uued SEO tööriistad, mis on sündinud koostöös Priiduga. 60-minutise seminari jooksul saad muuhulgas vastused järgmistele küsimustele: - Millised on **head märksõnad** sinu veebilehe jaoks? - Kuidas märksõnu **veebilehe sisus** kasutada ja mis on nende **hea tihedus**? - **Kui pikad** peaksid olema alalehtede sisuteksid? - Mida teada alal…",
          "file": "markdown-content/et/veebiseminar/voo-seminar-seo.md"
        },
        "voo-seminar-alustame-koos-sinu-veebipoe-loomisega": {
          "title": "Veebiseminar: alustame koos sinu e-poe loomisega",
          "content": "30 minuti jooksul saad vastused järgmistele küsimustele: - Kuidas oma esimene veebipood Voo peal lihtsasti üles seada? - Millised on Voo veebipoe võimalused ja kellele see kõige paremini sobib? - Kuidas oma veebipoodi makse- ja tarneviisid lisada? - Kuidas hallata tellimusi? - Kuidas tooteid lisada ja muuta? - Kuidas luua sooduskoode? - Kus ma näen poe läbimüüki? - Mida on mul vaja teada SEO-st ehk veebipoe optimeerimisest otsingumootoritele? Asu kohe vaatama:",
          "file": "markdown-content/et/veebiseminar/voo-seminar-alustame-koos-sinu-veebipoe-loomisega.md"
        },
        "veebiseminar-sinu-e-poe-ostukorv": {
          "title": "Veebiseminar: seadistame koos sinu e-poe ostukorvi",
          "content": "**6 minuti jooksul** saad samm-sammulise ülevaate järgnevast: - Kuidas ostukorvis väljade järjekorda muuta ja üleliigseid peita? - Kuidas lisada ostukorvi uusi välju näiteks tekstivälja või märkeruutu uudiskirjaga liitumiseks? - Millised on väljade küljendusvõimalused? - Milline näeb kohandatud ostukorvivoog välja sinu e-poe kliendile? Asu kohe vaatama:",
          "file": "markdown-content/et/veebiseminar/veebiseminar-sinu-e-poe-ostukorv.md"
        },
        "voo-seo-seminari-erisaade": {
          "title": "SEO erisaade turundusspetsialisti Priit Kallasega",
          "content": "### #### Sisukord: 01:50 Kui kaua SEO-s välja tulemine aega võtab nii Eestis kui globaalselt? 08:03 Olles loonud värskelt veebilehe, kuidas Google minust teada saab? 12:02 Kas sotsiaalmeedia postitused mõjutavad SEOd? 13:55 Kas on võimalik ettevõtte nime ja domeeni vahetades juba saavutatud SEO tulemused säilitada? 17:13 Kas kasulikum on vana domeen säilitada ning uuele edasi suunata või lasta sellel ära aeguda? 21:29 Mis on snippetid? Kuidas snippetites paremini välja tulla? 24:24 Kuidas on SEO…",
          "file": "markdown-content/et/veebiseminar/voo-seo-seminari-erisaade.md"
        },
        "veebiseminar-veebipood-nuuk": {
          "title": "Veebiseminar: vaata, millise veebilehe ja e-poe saad luua Voo võimsaima kujundusmalliga Nuuk",
          "content": "Vaata seminari ja saad vastused muuhulgas järgmistele küsimustele: - Kuidas paari klikiga ümber seada kogu saidi menüü? - Kuidas panna mängima avalehe slaidišõu? - Kuidas kohandada e-poe tooteid ja tootenimekirja? - Kuidas kasutada disainitööriista? Asu kohe vaatama: Viska pilk peale ka [Nuuki näidisaidile ja veebipoele:](https://nuuk.voog.com) [![](https://media.voog.com/0000/0036/2183/photos/nuuk-store-thumbnail-900x1329_large.jpg)](https://nuuk.voog.com \"https://nuuk.voog.com\")",
          "file": "markdown-content/et/veebiseminar/veebiseminar-veebipood-nuuk.md"
        }
      },
      "kujundus": {
        "kujunduse-valimine-vooga-liitumisel": {
          "title": "Kuidas valida kujundus Vooga liitumisel",
          "content": "Usume, et meelepärase kujunduse leidmine peab olema võimalikult lihtne. ![Veebilehe kujunduse valimise vaade uue kasutaja loomisel.](https://media.voog.com/0000/0036/2183/photos/Kujunduse_valimine_1-1_block.jpg \"Veebilehe kujunduse valimise vaade uue kasutaja loomisel.\") Kui oled vajutanud **Loo veebileht tasuta** nupule [voog.com](/) esilehel, suunatakse sind meie disainivalikusse. Disainid on jaotatud kategooriatesse (nt \"Veebileht\", \"Veebipood\" ja \"Blogi\"), et saaksid enda saidi loomisega vee…",
          "file": "markdown-content/et/kujundus/kujunduse-valimine-vooga-liitumisel.md"
        },
        "standard-kujunduste-piltide-ja-tausta-muutmine": {
          "title": "Taustavärvi valimine",
          "content": "Kui näed oma Voo lehel ümmargust pliiatsi ikooni, on sellel lehele lisatud tausta haldamise tööriist. Tavaliselt leiad tööriista ikooni lehe ülemisest vasakust nurgast. ![Kursor 'Värv' nupul tausta haldamise tööriistas.](https://media.voog.com/0000/0036/2183/photos/Taustav%C3%A4rvid_ja_pildid_block.webp \"Kursor 'Värv' nupul tausta haldamise tööriistas.\") Tööriista avamiseks klikka ikoonile. Olenevalt sinu poolt valitud kujundusest saad tausta haldamise tööriistaga sättida taustavärvi või taustav…",
          "file": "markdown-content/et/kujundus/standard-kujunduste-piltide-ja-tausta-muutmine.md"
        },
        "kuidas-saan-lehe-jaluses-voo-logo-ara-peita": {
          "title": "Kuidas peita Voo logo saidi jaluses",
          "content": "Selleks, et saaksid Voo logo saidi jaluses ära peita, suundu **Seaded** > **Sait**. **Näita Voo-brändingut saidil** real saadki Voo logo oma saidilt ära peita. ![Kursor Voo logol lehe jaluses.](https://media.voog.com/0000/0036/2183/photos/Voo_brandingu_eemaldamine-1_block.webp \"Kursor Voo logol lehe jaluses.\")",
          "file": "markdown-content/et/kujundus/kuidas-saan-lehe-jaluses-voo-logo-ara-peita.md"
        },
        "kujunduse-taielik-kohandamine": {
          "title": "Kas saan Voo kujunduste lähtekoodi ise muuta?",
          "content": "## Kas saan Voo kujunduste lähtekoodi ise muuta? Aga loomulikult! Voo keskonnas on sul täielik ligipääs kujunduse lähtekoodile. Nii on sul meie keskkonnas vabadus luua nii uus kujundus täiesti nullist kui ka võimalus mõnes meie standardkujundust vaid paari koodirea võrra täiendada. Ava Voo halduspaneelist menüü **Seaded > Kujundus**. ![Kursor 'Vaata standardkujundusi' lingil disainitööriista aknas.](https://media.voog.com/0000/0036/2183/photos/Kuidas_vahetada_kujundust_block.webp \"Kursor 'Vaata…",
          "file": "markdown-content/et/kujundus/kujunduse-taielik-kohandamine.md"
        },
        "voo-disainid-mobiilsetel-seadmetel": {
          "title": "Kuidas saidi kujundus mobiilseadmetel töötab",
          "content": "Kuna aina rohkem surfatakse veebilehtedel mobiilsete seadmetega, näiteks mobiiltelefoni või tahvelarvutiga, siis teame, et sinu veebileht peab hea välja nägema kõikidel seadmetel. See tähendab, et kõik meie kujundusmallid näevad head välja kõikidel seadmetel ning on vaikimisi muutuvad. Seetõttu ei ole vaja erinevale ekraanidele disaini luua ning saad keskenduda oma veebilehe sisu loomisele. Palun pea siiski meeles, et kui otsustad oma disaini Voo kooditööriista abil muuta, siis ei saa me garante…",
          "file": "markdown-content/et/kujundus/voo-disainid-mobiilsetel-seadmetel.md"
        },
        "kujunduse-vahetamine": {
          "title": "Kuidas vahetada oma saidi kujundust?",
          "content": "## Kuidas vahetada oma saidi kujundust? Ava Voo halduspaneelist menüü **Seaded > Kujundus**. ![Kursor 'Vaata standardkujundusi' lingil disainitööriista aknas.](https://media.voog.com/0000/0036/2183/photos/Kuidas_vahetada_kujundust_block.webp \"Kursor 'Vaata standardkujundusi' lingil disainitööriista aknas.\") Klikka kirjele **Vaata standardkujundusi** — nüüd avanebki vaade, kust saad enda saidile uue kujunduse valida ![Kursor 'Vali Nuuk' nupul kujunduse valimise vaates.](https://media.voog.com/000…",
          "file": "markdown-content/et/kujundus/kujunduse-vahetamine.md"
        },
        "voo-disainitooriist": {
          "title": "Disainitööriista avamine",
          "content": "## Disainitööriista avamine Disainitööriist avaneb, kui klõpsad halduspaneelil **Seaded** >**Kujundus.** Disainitööriist ilmub ekraani paremasse äärde ning sul on võimalik lohistada see enda jaoks mugavasse asukohta. ## Disainitööriista kasutamine Disainitööriist on mõeldud kogu saidi kujunduse muutmiseks. See tähendab, et disainitööriista sätted rakenduvad tavaliselt kõikidele sinu saidi lehtedele. Mõned spetsiifilisemad sätted rakenduvad kõikidele kindlat malli kasutavatele lehtedele (*Front P…",
          "file": "markdown-content/et/kujundus/voo-disainitooriist.md"
        },
        "kuidas-lisada-enda-saidile-ikoon": {
          "title": "Lisa favicon oma saidile",
          "content": "Selleks, et enda veebilehele *favicon* ehk ikoon lisada, ava menüü **Seaded > Sait**. Seejärel vajuta real **Saidi ikoon** asuvale nupule **Laadi üles.** Kui ikoon on edukalt üles laetud, näed seda ka sel samal real. Juhul, kui see ei sobi, saad selle prügikasti ikoonile vajutades ära kustutada.",
          "file": "markdown-content/et/kujundus/kuidas-lisada-enda-saidile-ikoon.md"
        }
      },
      "lehed": {
        "salasonaga-kaitstud-lehed": {
          "title": "Kuidas leht salasõnaga kaitsta?",
          "content": "Mõnikord on tarvis jagada kindlat lehekülge ainult valitud seltskonnaga - siinkohal aitab sind välja meie lehe salasõnaga kaitsmise võimalus. Kusjuures, privaatsus on garanteeritud, sest need lehed arvatakse automaatselt ka robots.txt failist välja (see tähendab, et Google ei võta neid lehti otsingumootoris arvesse). Kui oled lehele paroolikaitse peale lisanud, arvesta palun ka sellega, et kõik kasutajad, kelle kutsud parooliga kaitstud lehti vaatama, saavad ligipääsu kõikidele sinu parooliga le…",
          "file": "markdown-content/et/lehed/salasonaga-kaitstud-lehed.md"
        },
        "isikuparaste-401-ja-404-lehtede-loomine": {
          "title": "Mis on 401 ja 404 lehed?",
          "content": "## Mis on 401 ja 404 lehed? - ***401 Unauthorized Error*** — veateade tähendab, et sa pead logima salasõnaga kaitstud lehele või ei ole sulle selle lehe jaoks ligipääsu antud. - ***404 Not Found** —* veateade tähendab, et klient on suunatud veebilehele, mida enam ei eksisteeri, ei ole aktiivne või täpne aadress on muutunud. ## Kuidas ma saan luua personaliseeritud 401 ja 404 veateate lehed? Klõpsa all tööriistaribal **Seaded > Kujundus**, avaneb **Disainitööriist** aken. Avanenud aknas vajuta **…",
          "file": "markdown-content/et/lehed/isikuparaste-401-ja-404-lehtede-loomine.md"
        },
        "uute-lehtede-loomine-ja-vanade-kustutamine": {
          "title": "Kuidas uus peamenüü leht lisada",
          "content": "Saidile on võimalik lisada kahte tüüpi lehti: peamenüü lehti ja alamlehti. - **Peamenüü leht** — on leht, mida kuvatakse sinu saidi peamenüüs. - **Alamleht** — kuvatakse tavaliselt eraldi menüüs, mis ilmub siis, kui saidi külastaja on läinud peamenüü lehele, mille alla alamleht on lisatud. ## Kuidas uus peamenüü leht lisada Uue peamenüü lehe saad lisada, kui menüü juures klõpsad **+Lisa** nupul. Avanenud **Lisa uus leht** aknas sisesta lehe pealkiri, vali [lehe mall](/tugi/lehed/lehe-malli-vahet…",
          "file": "markdown-content/et/lehed/uute-lehtede-loomine-ja-vanade-kustutamine.md"
        },
        "saidi-struktuuri-korrastamine": {
          "title": "Kuidas alamleht peamenüüsse paigutada",
          "content": "Saidi struktuuri saad muuta, kui avad **Sisu > Struktuur ja keeled.** Sinu ette kuvatakse kõik saidil olevad peamenüü lehed ja alamlehed. Pane tähele, et enne muutatuste tegemist kontrolli, et viiksid muudatusi läbi õige keele all. Selleks, et saaksid lehe uude kohta paigutada, siis võta lehest kinni ja lohista see leht lihtsalt struktuuris uude kohta. ## Kuidas alamleht peamenüüsse paigutada Peamenüü alamlehtede kuvamiseks klõpsa vastava menüüpunkti nime kõrval oleval noole ikoonil, misjärel ku…",
          "file": "markdown-content/et/lehed/saidi-struktuuri-korrastamine.md"
        },
        "otsingumootori-kasutamine": {
          "title": "Kuidas kasutada oma saidi sisseehitatud otsingut",
          "content": "Igas Voo standard kujunduses on sisse ehitatud otsingumootor, mis võimaldab otsida saidi sisu. Otsingumootori sisselülitamiseks klõpsa all tööriistaribal **Seaded** > **Sait**, avaneb **Saidi seaded** vaade. Siin vaates saad otsingumootori aktiveerida, kui muudad sätet **Otsingukast saidil: Sees.** Kui otsingumootorisse sisestada otsingu sõna, siis otsingumootor kuvab kõiki vastava sõna ja sisuga tekste. ![Voo otsingumootori kasutamine.](https://media.voog.com/0000/0036/2183/photos/otsingumootor…",
          "file": "markdown-content/et/lehed/otsingumootori-kasutamine.md"
        },
        "lehe-aadressi-muutmine": {
          "title": "Lehe URL-i muutmine",
          "content": "Olles [loonud uue lehe](/tugi/lehed/uute-lehtede-loomine-ja-vanade-kustutamine \"Link: /tugi/lehed/uute-lehtede-loomine-ja-vanade-kustutamine\") ja valinud sellele nime, võid märgata, et meie süsteem on andnud lehele omalt poolt ka nimele sarnase aadressi. Kui peaks aga tekkima vajadus just nimelt ainult selle veebiaadress ära muuta, saad seda teha kerge vaevaga. ## Lehe URL-i muutmine ![Kursor 'Lehe seaded' ikoonil alumisel tööriistaribal.](https://media.voog.com/0000/0036/2183/photos/Lehed_ja_st…",
          "file": "markdown-content/et/lehed/lehe-aadressi-muutmine.md"
        },
        "lehe-peitmine-ja-avalikustamine": {
          "title": "Kuidas lehti peita ja avalikuks teha",
          "content": "Kui soovid, et menüüs olev menüüpunkt ehk leht oleks ligipääsetav otselingi kaudu, kuid ei ilmuks menüüs, saad selle lehe menüüst peita. ![Kursor hammasratta ikoonil saidi struktuuri vaates.](https://media.voog.com/0000/0036/2183/photos/Lehed_ja_struktuur6-1_block.png \"Kursor hammasratta ikoonil saidi struktuuri vaates.\") Lehte saab saidi menüüst peita **Lehe seaded** aknas. Selleks klõpsa all tööriistaribal **Sisu > Struktuur ja keeled** ning klõpsa valitud lehe real hammasratta ikoonil. ![Kurs…",
          "file": "markdown-content/et/lehed/lehe-peitmine-ja-avalikustamine.md"
        },
        "lehe-malli-vahetamine": {
          "title": "Kuidas vahetada lehe malli",
          "content": "Iga Voo standardkujundusega tuleb kaasa viis erinevat mallitüüpi. - ***Front page*** ehk esileht - ***Common page*** ehk sisuleht - ***Blog & news*** ehk artiklite mall - ***Product list*** ehk lehemall toodete valiku kuvamiseks - ***Product*** ehk tooteleht ![Kursor 'Lehe seaded' ikoonil alumisel tööriistaribal.](https://media.voog.com/0000/0036/2183/photos/Lehed_ja_struktuur8-1_block.png \"Kursor 'Lehe seaded' ikoonil alumisel tööriistaribal.\") Lehe malli vahetamiseks liigu esmalt soovitud lehe…",
          "file": "markdown-content/et/lehed/lehe-malli-vahetamine.md"
        },
        "lehtede-pealkirjade-ja-kirjelduste-muutmine": {
          "title": "Milles pealkirjad ja kirjeldused täpsemalt seisnevad?",
          "content": "## Milles pealkirjad ja kirjeldused täpsemalt seisnevad? Leiad teemakohase ja SEO seisukohast olulise info [optimeeri oma saidi pealkirju ja kirjeldusi juhendist](/tugi/seo/pealkirjad-ja-kirjeldused). ## **Veebisaidi pealkiri** Selleks, et lisada või muuta veebilehe pealkirja klõpsa all tööriistaribal **Sisu > Struktuur ja keeled**. Real **Saidi nimetus** saadki mugavalt muudatuse sisse viia. ![Saidi nimetuse välja asukoht.](https://media.voog.com/0000/0036/2183/photos/Lehed_ja_struktuurid3-1_bl…",
          "file": "markdown-content/et/lehed/lehtede-pealkirjade-ja-kirjelduste-muutmine.md"
        },
        "lehe-asemel-lingi-loomine": {
          "title": "Kuidas saan lisada menüüsse menüüpunkti, mis suunab mõnele kindlale veebiaadressile?",
          "content": "## Kuidas saan lisada menüüsse menüüpunkti, mis suunab mõnele kindlale veebiaadressile? Kui lisad peamenüüsse uue lehe, saad selle määrata lingiks. ![Kursor 'Loo selle asemel link' nupul uue lehe lisamise aknas.](https://media.voog.com/0000/0036/2183/photos/Lehed_ja_struktuur10-1_block.png \"Kursor 'Loo selle asemel link' nupul uue lehe lisamise aknas.\") Seejärel sisesta veebilehe nimi ning selle aadress, kinnita see ning oledki menüüsse lisanud menüüpunkti, mis suunab lingile. ![Kursor 'Lisa' nu…",
          "file": "markdown-content/et/lehed/lehe-asemel-lingi-loomine.md"
        },
        "lehe-sisu-kopeerimine": {
          "title": "Lehest koopia loomine",
          "content": "## Lehest koopia loomine Selleks, et enda saidil olevast peamenüü või alamlehest koopia teha, klõpsa all tööriistaribal **Sisu > Struktuur ja keeled**. ![Kursor 'Struktuur ja keeled' lingil.](https://media.voog.com/0000/0036/2183/photos/struktuurjakeeled_block.webp \"Kursor 'Struktuur ja keeled' lingil.\") Seejärel liigu selle lehe rea lõppu, millest soovid koopiat teha, ja klõpsa hammasratta ikoonil. Avaneb aken **Lehe seaded**. ![Kursor lehe rea lõpus oleval hammasrattal ikoonil.](https://media.…",
          "file": "markdown-content/et/lehed/lehe-sisu-kopeerimine.md"
        }
      },
      "vormid": {
        "uue-vormi-loomine": {
          "title": "Loo uus vorm",
          "content": "Kõigepealt soovime sinu tähelepanu juhtida sellele, et vorm on eraldiseisev sisuala teiste sisualade kõrval (näiteks teksti või galeriide). Sul on võimalik luua mitmeid vorme ning sealhulgas lisada neile vajadusel teksti, kuid vorm ise on siiski eraldi sisualal mida saad vajadusel alati liigutada. Selleks, et luua vorm, vajuta plussmärgiga ikoonile ning lisa lehele 'Vorm' sisuala. Näed, et lehele tekib vaike-vorm, mida saad kasvõi kohe muutma hakata. ![Kursor 'Vorm' sisuala valikul sisualade loe…",
          "file": "markdown-content/et/vormid/uue-vormi-loomine.md"
        },
        "vormide-kaudu-sisestatud-info-haldamine": {
          "title": "Kuidas saan vaadata vormi kaudu sisestatud andmeid?",
          "content": "## Kuidas saan vaadata vormi kaudu sisestatud andmeid? Saad vormi kaudu sisestatud andmeid vaadata, kui lähed **Sisu > Vormid** vaatesse. Selles vaates näed kõiki vorme, mis on kodulehele lisatud ja ka neid vorme, mis on lehelt kustutatud. **Vormid** vaates kuvatakse igal vormi real: - **Lehekülg** – näitab, mis lehele vorm on lisatud. Kõpsates **Lehekülg** alloleval **Vaata vormi** noole ikoonil, siis suunatakse sind edasi leheküljele, kuhu vorm on lisatud. - **Postitusi** – vajutades **Vaata p…",
          "file": "markdown-content/et/vormid/vormide-kaudu-sisestatud-info-haldamine.md"
        },
        "muuda-vormi-valju": {
          "title": "Uute vormiväljade lisamine",
          "content": "## Uute vormiväljade lisamine ![Kursor pluss-nupul uue vormi välja lisamiseks. ](https://media.voog.com/0000/0036/2183/photos/Vormid_ja_tagasiside3-1_block.png \"Kursor pluss-nupul uue vormi välja lisamiseks. \") Iga vorm koosneb mitmest erinevast väljast ning sul on võimalik neid juurde lisada täpselt nii palju, kui ise vajalikuks pead. Selleks, et lisada uus väli juba loodud vormile, vajuta ühele väljale vormis ning võid näha, et selle vasakusse äärde tekib '+' ikoon. Sellele vajutades oledki lo…",
          "file": "markdown-content/et/vormid/muuda-vormi-valju.md"
        },
        "utle-tere-vormidele": {
          "title": "Mis on vormid ning miks sa peaksid neid kasutama?",
          "content": "## Mis on vormid ning miks sa peaksid neid kasutama? Voo vormitööriist lubab sul koguda igasugust informatsiooni veebilehe külastajatelt - olgu see siis lihtsalt tagasiside, tellimuste vastuvõtmine või otseselt kontakti loomiseks. ![Vormi sisuala näidis.](https://media.voog.com/0000/0036/2183/photos/Vormid_ja_tagasiside1-1n_block.png \"Vormi sisuala näidis.\") Selleks, et luua vorm sinu jaoks nii paindlikuks kui tarvis, saad sellele lisada erinevaid väljasid: tekstialad, listid, märkeruute, ühe va…",
          "file": "markdown-content/et/vormid/utle-tere-vormidele.md"
        }
      },
      "pildid-ja-failid": {
        "kollektsioonid": {
          "title": "Lisa failid kollektsioonidesse",
          "content": "Kollektsioonide lisamine failide menüüs on soovituslik just neile, kes laevad üles hulgaliselt erinevaid dokumente (pildid, pdf dokumendid jms). ![Uue galeriikollektsiooni loomine.](https://media.voog.com/0000/0036/2183/photos/Pildid_ja_failid4-1_block.png \"Uue galeriikollektsiooni loomine.\") Selleks, et kollektsioon luua, ava **Failid** menüü ning klikka linkidele **Näita kollektsioone > Loo uus...**. Viimasele vajutades saad sisestada kollektsioonile nime. Kui kollektsioon valmis, liigu kursor…",
          "file": "markdown-content/et/pildid-ja-failid/kollektsioonid.md"
        },
        "piltide-ja-failide-uleslaadimine": {
          "title": "Kuidas saan enda faile üles laadida Voo \"Failid\" menüüsse?",
          "content": "## Kuidas saan enda faile üles laadida Voo \"Failid\" menüüsse? Dokumentide ja piltide üles laadimine sinu Voo lehele on üsnagi lihtne. Lihtsalt ava **Failid** menüü ning vajuta **Laadi üles** ikoonile. ![Piltide üleslaadimine vajutades all menüüribal 'Failid' nupul ning seejärel 'Laadi üles' nupul.](https://media.voog.com/0000/0036/2183/photos/laadi_faile_yles_block.webp \"Piltide üleslaadimine vajutades all menüüribal 'Failid' nupul ning seejärel 'Laadi üles' nupul.\") Avaneb aken, kus saad enda a…",
          "file": "markdown-content/et/pildid-ja-failid/piltide-ja-failide-uleslaadimine.md"
        },
        "galeriide-loomine": {
          "title": "Kuidas lisada lehele galerii oma piltidega",
          "content": "## Kuidas lisada lehele galerii oma piltidega Vajuta lehel sobivas kohas, kuhu soovid galerii lisada, olevale plussmärgiga ikoonile ja lisa **[Galerii](/tugi/sisualad/mis-on-sisuala#galerii)** sisuala. Kui soovid [erinevate sisualade lisamise](/tugi/sisualad/sisualade-lisamine-ja-eemaldamine#kuidas-saan-sisualasid-lisada) kohta rohkem teada, [tutvu täpsema juhendiga](/tugi/sisualad/sisualade-lisamine-ja-eemaldamine#kuidas-saan-sisualasid-lisada). ## Kuidas saan lisada pilte galeriisse? Ava alt t…",
          "file": "markdown-content/et/pildid-ja-failid/galeriide-loomine.md"
        },
        "piltide-lisamine-ja-haldamine": {
          "title": "Piltide üleslaadimine minu Voo saidile",
          "content": "## Piltide üleslaadimine minu Voo saidile Klõpsa all tööriistaribal **Failid** ja vajuta **Laadi üles**. Avaneb akna, kus saad enda arvutist sobiva faili või ka mitu faili aktiivseks teha ning need **Ava** nupuga lehele laadida. ![Pildi üleslaadimine vajutades all menüüribal 'Failid' ja seejärel 'Laadi üles'](https://media.voog.com/0000/0036/2183/photos/laadi_faile_yles_block.webp \"Pildi üleslaadimine vajutades all menüüribal 'Failid' ja seejärel 'Laadi üles'\") Alternatiivina on sul võimalik ka…",
          "file": "markdown-content/et/pildid-ja-failid/piltide-lisamine-ja-haldamine.md"
        },
        "multimeedia-kustutamine-teksti-sisualas": {
          "title": "Eemalda pildid ja failid teksti sisualast",
          "content": "Teksti sisualasse on võimalik lisada suures mõõdus pilte, kaarte ning näiteks ka videosid. Juhul, kui sul on tarvis mõnda eelnevalt näiteks toodud sisu tekstide keskelt kustutada, siis saad seda teha täpselt nii nagu teksti eemaldades. Klikka pildile peale ning vajuta *backspace* või *delete*(kustutamise) klahvi klaviatuuril. ![Pilt teksti sisualas.](https://media.voog.com/0000/0036/2183/photos/Pildid_ja_failid5-1n_block.png \"Pilt teksti sisualas.\") Kui soovid tervet sisuala (ehk näiteks tekste…",
          "file": "markdown-content/et/pildid-ja-failid/multimeedia-kustutamine-teksti-sisualas.md"
        }
      },
      "konto-loomine": {
        "parooli-vahetamine": {
          "title": "Salasõna muutmine",
          "content": "## Salasõna muutmine [Logi sisse](/tugi/konto-loomine/saidile-sisselogimine) enda Voo saidile ja klõpsa alumisesel tööriistaribal **Juhtpaneel**. **Saidid** vaates klõpsa oma nime taga oleval ikoonil ja vali **Minu profiil**. **Salasõna** juures saadki salasõna muuta. ![Ekraanipilt, kuidas liikuda minu profiil vaatesse, kus saab salasõna muuta.](https://media.voog.com/0000/0036/2183/photos/minu_profiil_est_block.webp \"Ekraanipilt, kuidas liikuda minu profiil vaatesse, kus saab salasõna muuta.\")…",
          "file": "markdown-content/et/konto-loomine/parooli-vahetamine.md"
        },
        "mida-teha-kui-oled-loonud-mitu-voo-saiti-uhe-meiliaadressiga": {
          "title": "Liikle erinevate Voo saitide vahel",
          "content": "## Liikle erinevate Voo saitide vahel Kui oled sama e-posti aadressi kaudu seotud mitme Voo saidiga, saad nende saitide vahel liikumiseks kasutada **Juhtpaneel** linki. Avanenud **Saidid** vaates on kuvatud kõik sinu e-posti aadressiga seotud Voo saidid. ![Kursor näitamas 'Juhtpaneel' nupul, mis vasakul all tööriistaribal.](https://media.voog.com/0000/0036/2183/photos/Juhtpaneel_link_block.webp \"Kursor näitamas 'Juhtpaneel' nupul, mis vasakul all tööriistaribal.\") ## Loo uus sait läbi juhtpaneel…",
          "file": "markdown-content/et/konto-loomine/mida-teha-kui-oled-loonud-mitu-voo-saiti-uhe-meiliaadressiga.md"
        },
        "teiste-kasutajate-lisamine-sinu-voo-saidile": {
          "title": "Uue kasutaja kutsumine saidile",
          "content": "## Uue kasutaja kutsumine saidile Kui soovid lisada uue kasutaja ava all tööriistaribal **Seaded**ja vajuta **Kasutajad** kõrval asuvale **+ märgi** ikoonile. ![Lisa saidile uusi kasutajaid link.](https://media.voog.com/0000/0036/2183/photos/kutsu_uus_kasutaja_block.webp \"Lisa saidile uusi kasutajaid link.\") > Kui klõpsad **Kasutajad** lingile, avaneb kasutajate halduse vaade. > > ![Kasutajad vaade, mille kaudu saad hallata (lisada, kustutada) kodulehe kasutajaid.](https://media.voog.com/0000/00…",
          "file": "markdown-content/et/konto-loomine/teiste-kasutajate-lisamine-sinu-voo-saidile.md"
        },
        "saidile-sisselogimine": {
          "title": "Liikle oma erinevate Voo saitide vahel",
          "content": "Saidile sisselogimiseks klõpsa voog.com avalehe üleval paremas nurgas asuvat **Sisene** nuppu. Seejärel sisesta oma e-posti aadress ja salasõna või logi sisse Google’i kontoga. ![Sisene vaade, kus sisselogimiseks kasuta e-postiaadressi või jätka Google kontoga.](https://media.voog.com/0000/0036/2183/photos/logi_sisse_2024_block.png \"Sisene vaade, kus sisselogimiseks kasuta e-postiaadressi või jätka Google kontoga.\") Saidile saad sisse logida ka järgnevalt, kui lisad enda saidi aadressi lõppu **/…",
          "file": "markdown-content/et/konto-loomine/saidile-sisselogimine.md"
        },
        "vooga-liitumine": {
          "title": "Kuidas registreeruda Google kontoga?",
          "content": "Vooga liitumiseks klõpsa [Voo](http://voog.com) kodulehe ülaosas asuval nupul **Loo veebileht tasuta**. Seejärel suunatakse sind disainivalikusse, kus saad sirvida näidislehti ja valida oma saidile sobiva kujunduse. Kujundust saad hiljem alati muuta – loe täpsemalt [kujunduse vahetamise juhendist.](/tugi/kujundus/kujunduse-vahetamine) ![Vaata kujunduse näidislehti ja vali saidile sobiv kujundus.](https://media.voog.com/0000/0036/2183/photos/Kujunduse_valimine_1-1_block.jpg \"Vaata kujunduse näidi…",
          "file": "markdown-content/et/konto-loomine/vooga-liitumine.md"
        }
      },
      "tellimus": {
        "krediitkaardi-maksed": {
          "title": "Automaatne uuendamine",
          "content": "## Automaatne uuendamine Kui oled tasunud oma veebilehe tellimuse eest krediitkaardiga, siis rakendub tellimuse automaatne uuendamine. ![Makseviiside valik ostukorvis Voo tellimuse soetamisel.](https://media.voog.com/0000/0036/2183/photos/Tellimus_ja_paketid7-1_block.png \"Makseviiside valik ostukorvis Voo tellimuse soetamisel.\") Tellimuse lõpptähtaja lähenedes saadab meie süsteem sulle ka e-kirja, et märku anda varsti tehtavast automaatsest maksest. Kuigi süsteem uuendab sinu tellimuse eelmise t…",
          "file": "markdown-content/et/tellimus/krediitkaardi-maksed.md"
        },
        "e-poe-vahendustasu-arvestus": {
          "title": "Vaata e-poe vahendustasu arvestust",
          "content": "Standard- ja Pluss-paketis on vahendustasu 3% e-poe müügilt. Muide, kui kasutad maksete vastuvõtmiseks [Voog Pay makselahendust](/tugi/e-pood/voog-pay), siis nende tehingute pealt me vahendustasu ei arvesta. Vahendustasu protsendi arvestame müügitehingu summalt (arve summa koos käibemaksuga). Arvestusse lähevad kõik e-poe tehingud, mille makse olek on **Makstud** – see tähendab, kui klient on jätnud arve maksmata või oled tellimuse tühistanud, siis selliste tehingute pealt me vahendustasu ei arv…",
          "file": "markdown-content/et/tellimus/e-poe-vahendustasu-arvestus.md"
        },
        "tellimuse-lopetamine": {
          "title": "Mis saab veebilehest Voo tellimuse lõppedes?",
          "content": "## Mis saab veebilehest Voo tellimuse lõppedes? Kui sinu Voo tellimus lõpeb, siis peidetakse veebileht avalikkuse eest. Enda Voo kontole sisse logides saad endiselt lehte muuta ning selle uuesti avalikustamine on vaid Voo paketi tellimise kaugusel. ## Kuidas kehtivat tellimust lõpetada? Kehtiva tellimuse saad lõpetada, kui kustutad enda veebilehe. Siiski soovitame seda mitte teha, sest sellisel juhul **kaob sinu kontolt tellimus ning kasutamata jäänud aja eest raha ei tagastata**. Kui sul tekib…",
          "file": "markdown-content/et/tellimus/tellimuse-lopetamine.md"
        },
        "soovita-ja-teeni": {
          "title": "Erinevad soovitamise võimalused",
          "content": "1. [Logi oma saidile sisse](/tugi/konto-loomine/saidile-sisselogimine) lisades oma domeeni lõppu /admin — näiteks: minuveebileht.ee/admin. See viib sind saidi sisselogimise vaatesse. 2. Klõpsa **Juhtpaneel**. 3. **Saidid** vaates klõpsa üleval paremal nurgas oma nime taga oleval ikoonil ja vali **Soovita ja teeni.** ![Kursor 'Soovita ja teeni' nupul Juhtpaneelis.](https://media.voog.com/0000/0036/2183/photos/Tellimus_ja_paketid5-1_block.png \"Kursor 'Soovita ja teeni' nupul Juhtpaneelis.\") ## Eri…",
          "file": "markdown-content/et/tellimus/soovita-ja-teeni.md"
        },
        "kus-void-leida-tasutud-arved": {
          "title": "Vaata oma tasutud arveid",
          "content": "Kui oled teinud makse, siis arve selle eest tekib automaatselt. Saad selle alla laadida **Seaded > Maksed** lehelt. Palun arvesta sellega, et arved on kättesaadavad ainult [omaniku rollis kasutajatele](/tugi/konto-loomine/teiste-kasutajate-lisamine-sinu-voo-saidile#kasutaja-rolli-vahetamine). Toimetaja rollis kasutajad nendele ligi ei pääse. ![Kursor lingil 'Arved' tellimuste menüüs.](https://media.voog.com/0000/0036/2183/photos/Tasutud_arved_1-1_block.jpg \"Kursor lingil 'Arved' tellimuste menüü…",
          "file": "markdown-content/et/tellimus/kus-void-leida-tasutud-arved.md"
        },
        "sobiva-tellimuse-valimine": {
          "title": "Leia endale sobiv Voo tellimus",
          "content": "Voog pakub sulle valikut kolme erineva paketi vahel, kõigil neil ka e-poe suutlikkus. **Voog Standard** hõlmab endas kõike mida vajad esimese lihtsa Voo saidi jaoks - personaalse domeeninime lisamise võimalust, 5GB kettaruumi, võimalust disaini isikustada ja palju muud. Kui aga soovid enamat, siis on sinu jaoks sobiv **Voog Pluss**, millega saad saidile piiramatul arvul lehti ja kasutajaid luua, 20GB veebiruumi, ligipääsu SEO tööriistale ning andmebaasitööriistale. Kõige suuremaid võimalusi paku…",
          "file": "markdown-content/et/tellimus/sobiva-tellimuse-valimine.md"
        },
        "kuidas-kasutada-voo-sooduskoodi": {
          "title": "Kuidas kasutada Voo sooduskoodi tellimuse jaoks",
          "content": "Kui sul on Voo tellimuselt soodustuse saamiseks kupong, siis logi selle lunastamiseks [enda kontole sisse](/login?redir=admin%2Fvouchers) ning sisesta kupongi kood. Sooduskoodi lunastamiseks tee järgnevad sammud: 1. [Loo endale uus Voo konto](/signup?language_code=et) või [logi sisse olemasolevale kontole](/login). 2. Liigu **Seaded** > **Maksed** vaatesse. 3. Uuri, millisele paketile sooduskood kehtib ja vali see. ![Maksete menüü koos pakettide ja nende kirjeldustega.](https://media.voog.com/00…",
          "file": "markdown-content/et/tellimus/kuidas-kasutada-voo-sooduskoodi.md"
        },
        "kuidas-ja-miks-saada-voo-partnerarendajaks": {
          "title": "Mida Voo partnerarendajaks saamine mulle annab?",
          "content": "## Mida Voo partnerarendajaks saamine mulle annab? Arendades Voo keskkonnas kliendile veebilehte, saad lihtsa vaevaga lisada arendatavale saidile **partnerkoodi**. Meie talletame teenitud krediidi süsteemi ning maksame selle sinule välja niipea, kui sa seda vähegi soovid. Samuti peab väljamakse summa olema vähemalt 30 eurot. ## Kuidas saada Voo partnerarendajaks? Esmalt tuleb sul luua konto Voog [kodulehel](/). Seda on vaja selleks, et meie saaksime sinu info süsteemis talletada. Seejärel kirjut…",
          "file": "markdown-content/et/tellimus/kuidas-ja-miks-saada-voo-partnerarendajaks.md"
        },
        "tellimuse-vahetamine": {
          "title": "Millal on mul võimalik enda tellimust muuta?",
          "content": "## Millal on mul võimalik enda tellimust muuta? Meie jaoks on iseenesest mõistetav, et sul on alati võimalik valida tellimus, mis vastab just sinu praegustele vajadustele. Kui muudad tellimust enne selle aegumist, arvestab süsteem sulle kasutamata tellimuse aja eest krediiti, mida saad kasutada uue tellimuse eest maksmisel. ## Kuidas saan tellimust muuta? Selleks, et tellimust muuta, ava Voo halduspaneelist menüü **Seaded > Maksed**. ![Kursor Voo halduspaneeli 'Seaded' valiku alt avanenud 'Makse…",
          "file": "markdown-content/et/tellimus/tellimuse-vahetamine.md"
        }
      },
      "sisualad": {
        "mis-on-sisuala": {
          "title": "Sisualade tüübid",
          "content": "## Sisualade tüübid Sinu Voo sait sisaldab kahte erinevat tüüpi sisualasid - selliseid, mida saad ise muuta ja selliseid, mis tulevad kaasa sinu kujundusega ning mida muuta ei ole võimalik. Olles loonud uue lehe, võid näha lehel ümmargusi plussmärgiga ikoone. Need ongi kohad kuhu saad lisada endale sobivaid sisualasid. ![Kursor 'Lisa sisu' nupul veebilehe muutmisvaates.](https://media.voog.com/0000/0036/2183/photos/Sisuala_block.webp \"Kursor 'Lisa sisu' nupul veebilehe muutmisvaates.\") Kui vajut…",
          "file": "markdown-content/et/sisualad/mis-on-sisuala.md"
        },
        "sisualade-lisamine-ja-eemaldamine": {
          "title": "Milliseid on erinevad sisuala lisamise sektsioonid",
          "content": "## Milliseid on erinevad sisuala lisamise sektsioonid Kui oled loonud oma saidi, märkad, et lehel on vaikimisi olemas mitmed sisualad –**logo/saidi nime ala, pealkirja ja tekstiplokid**ning **jalus.** Lisaks saad ise lisada uusi sisualasid, näiteks **galerii, nupp, video, vorm, kaart,** et kujundada sait täpselt selliseks nagu soovid. ## Kuidas saan sisualasid lisada? Uue sisuala lisamine sinu saidile lehele on lihtne. Vajuta plussmärgiga ikoonile ja vali endale sobiv sisuala tüüp. ![Kursor 'Vee…",
          "file": "markdown-content/et/sisualad/sisualade-lisamine-ja-eemaldamine.md"
        },
        "sisualade-umber-tostmine": {
          "title": "Kuidas sisualasid ümber tõsta",
          "content": "Sisualade järjekorda on võimalik alati muuta. Selleks liigu lihtsalt kursoriga sisuala kohale mida tahad ümber tõsta ning võta kinni selle ülaservas olevast risti-ikoonist. Oled leidnud õige koha, kui su kursor võtab pisikese käe kuju. ![Kursor haaramas sisuala liigutamise ikoonist.](https://media.voog.com/0000/0036/2183/photos/Sisuala_liigutamine_block.webp \"Kursor haaramas sisuala liigutamise ikoonist.\") Sinine joon indikeerib sellele lähimad võimalikud maandumispaigad. Kui oled sobiva koha le…",
          "file": "markdown-content/et/sisualad/sisualade-umber-tostmine.md"
        }
      },
      "sisu-haldamine": {
        "vestlusakna-lisamine-saidile": {
          "title": "Lisa vestlusaken oma saidile",
          "content": "Vestlusaken ehk *chat* võimaldab kodulehe külastajatel suhelda reaalajas kodulehe haldaja või klienditoega, pakkudes seega mugavat ja kiiret suhtlust vastuste saamiseks. **1. Vali vestlusakna pakkuja** Valida saad kodumaise *chat* platvorm loonud [Askly](https://askly.me/et/voog) vahel, mida kasutavad paljud Eesti ettevõtted. Samuti on saadaval mitmed rahvusvaheliselt tuntud lahendused nagu [Zendesk](https://www.zendesk.com/) ja [Elfsight](https://elfsight.com/) jne või kasutad hoopiski internet…",
          "file": "markdown-content/et/sisu-haldamine/vestlusakna-lisamine-saidile.md"
        },
        "video-ja-google-kaardi-lisamine": {
          "title": "Kuidas lisada videosid enda Voo lehele?",
          "content": "## Kuidas lisada videosid enda Voo lehele? Vajuta plussmärgiga ikoonile ja vali **Video**sisuala. Seejärel vajuta tekstile **Lisa video** ning sisesta video link avanenud väljale. ![Videolingi lisamine video sisualasse.](https://media.voog.com/0000/0036/2183/photos/Sisu_haldamine4-1_block.png \"Videolingi lisamine video sisualasse.\") Kui oled sisestanud korrektse lingi, avaneb eelvaade, mille saad kinnitada **Sisesta** nupuga. Alternatiivina võid ka läbi tekstitööriista enda sisualasse video lisa…",
          "file": "markdown-content/et/sisu-haldamine/video-ja-google-kaardi-lisamine.md"
        },
        "mailchimp-pop-up-registreeringu-vormi-lisamine-saidile": {
          "title": "Lisa Mailchimp pop-up registreeringu vorm",
          "content": "Mailchimp *pop-up* registreeringuvormi loomiseks ja veebilehele lisamiseks järgi neid [Mailchimpi juhiseid](https://mailchimp.com/help/add-a-signup-form-to-your-website/). Kui vorm seadistatud, saad Mailchimpist koodijupi, mille saadki enda Voo saidile kopeerida. Kui soovid, et hüpikakna vorm oleks kuvatud vaid ühel lehel, siis lisa lehel sobivasse kohta **[Tekst](/tugi/sisualad/mis-on-sisuala#tekst)** [sisuala.](/tugi/sisualad/mis-on-sisuala#tekst) Klõpsa teksti stööriistaribal video või koodi…",
          "file": "markdown-content/et/sisu-haldamine/mailchimp-pop-up-registreeringu-vormi-lisamine-saidile.md"
        },
        "booklux-broneeringuvormi-lisamine": {
          "title": "BookLuxi seadistamine",
          "content": "## BookLuxi seadistamine Alustamiseks ava [BookLuxi esileht](https://www.booklux.com/) ja klõpsa nupul **Proovi Tasuta**. ![BookLuxi konto loomine](https://media.voog.com/0000/0036/2183/photos/booklux%20liitu_block.png \"BookLuxi konto loomine\") Nii saad luua konto ja valida tegevusvaldkonna – allolevas näites oleme valinud spordiklubi. BookLuxi keskkonnas saad lihtsa vaevaga luua teenuste kalendri, jagada teenused mitme asukoha ja ruumi vahel ning lisada [muidki lisavalikuid](https://www.booklux…",
          "file": "markdown-content/et/sisu-haldamine/booklux-broneeringuvormi-lisamine.md"
        },
        "google-kalendri-lisamine-saidile": {
          "title": "Lisa Google kalender oma saidile",
          "content": "1. Mine [https://www.google.com/calendar](https://www.google.com/calendar \"https://www.google.com/calendar\") lehele. Vajadusel logi Gmaili sisse. 2. Lehe üleval paremal nurgas kliki hammasrattale ja vali rippmenüüst **Settings**. ![Google'i kalendri vaates hammasratta ikoonil alt avanev rippmenüü, kus vali 'Settings'.](https://media.voog.com/0000/0036/2183/photos/googlekalender_settings_block.webp \"Google'i kalendri vaates hammasratta ikoonil alt avanev rippmenüü, kus vali 'Settings'.\") 3. Vasak…",
          "file": "markdown-content/et/sisu-haldamine/google-kalendri-lisamine-saidile.md"
        },
        "valise-rakenduse-lisamine": {
          "title": "Kuidas lisada välise rakenduse koodi enda veebilehele?",
          "content": "## Kuidas lisada välise rakenduse koodi enda veebilehele? Sageli tekib veebilehte kujundades küsimus, kuidas lisada lehele sotsiaalmeedia uudistevoog või mõni muu väline rakendus. Mõne sellise koodi lisamiseks vajuta plussmärgiga ikoonile ja vali menüüst **[Kood](/tugi/sisualad/mis-on-sisuala#kood)** [sisuala](/tugi/sisualad/mis-on-sisuala#kood). !['Kood' tüüpi sisuala loomine.](https://media.voog.com/0000/0036/2183/photos/kood_sisuala_lisamine_block.webp \"'Kood' tüüpi sisuala loomine.\") Järgmis…",
          "file": "markdown-content/et/sisu-haldamine/valise-rakenduse-lisamine.md"
        },
        "voo-kodulehele-smaily-liitumisvormi-lisamine": {
          "title": "Uudiskirjaga liitumise vormi lisamine nupuga",
          "content": "## Uudiskirjaga liitumise vormi lisamine nupuga Oma [Smaily](https://smaily.com/et/help/kuidas-teha/voog-kodulehele-smaily-liitumisvormi-lisamine/) kontol saad luua ja kujundada maandumislehtede tööriistaga uudiskirjaga liitumise vormi. Uuri lähemalt [maandumislehtede loomise juhenditest](https://smaily.com/et/category/juhendid/maandumislehed/). 1. Liigu oma kodulehel lehele, millele soovid Smaily uudiskirjaga liitumise vormi lisada. 2. Lisa sobivasse asukohta **[Tekst](/tugi/sisualad/mis-on-sis…",
          "file": "markdown-content/et/sisu-haldamine/voo-kodulehele-smaily-liitumisvormi-lisamine.md"
        },
        "linkide-loomine": {
          "title": "Teksti muutmine lingiks",
          "content": "## Teksti muutmine lingiks ![Teksti muutmine lingis selekteerides teksti ja vajutades tekstitööriistas linkimise nupul.](https://media.voog.com/0000/0036/2183/photos/Sisu_haldamine3-1n_block.png \"Teksti muutmine lingis selekteerides teksti ja vajutades tekstitööriistas linkimise nupul.\") Kui soovid enda lehel tekstis esinevat sõna või lauset lingiks muuta, siis aktiveeri see ning vajuta linkimise tööriistal. Sinult küsitakse lingi aadress ning kui oled selle lisanud, vajuta **Sisesta** nuppu. ##…",
          "file": "markdown-content/et/sisu-haldamine/linkide-loomine.md"
        },
        "teksti-haldamine": {
          "title": "Voo tekstitööriist",
          "content": "Kui lisad tekste enda Voo saidile, siis on ka üsna tõenäoline, et tahad neid stiliseerida. Lisaks Voo [disainitööriistale](/tugi/kujundus/voo-disainitooriist), millega saab kogu oma veebilehe kujundust hallata ja fonte muuta, on võimalik tekstitööriistaga teksti välimust veel eraldi muuta. ## Voo tekstitööriist ![Tekstitööriista tekstivormistus seaded.](https://media.voog.com/0000/0036/2183/photos/Teksti_haldamine1-1n_block.png \"Tekstitööriista tekstivormistus seaded.\") Meie tööriist pakub sulle…",
          "file": "markdown-content/et/sisu-haldamine/teksti-haldamine.md"
        },
        "taasta-funktsiooni-kasutamine": {
          "title": "Kuidas taasta funktsiooni kasutada",
          "content": "Aeg-ajalt juhtub ikka, et kustutad oma lehte hallates midagi kogemata ära. Õnneks on võimalik nüüd oma vigu parandada ja vaid mõne klõpsuga kustutatud sisu taastada. Näiteks, oletame, et sul on mitme sisualaga leht — olgu seal, siis tekstiala, kaart ja vorm. Erinevaid sisualasid kustutades võib teinekord juhtuda, et kustutad liiga palju. Seda võib juhtuda nii erinevate sisualade, blogiartiklite kui ka alamlehtedega. Sisualade taastamiseks ei ole vaja teha muud, kui vajutada lehe päisesse ilmuval…",
          "file": "markdown-content/et/sisu-haldamine/taasta-funktsiooni-kasutamine.md"
        },
        "tabelite-ehitamine": {
          "title": "Tabeli loomine",
          "content": "## Tabeli loomine Selleks, et ehitada tabel, soovitame sul eelnevalt lehele lisada uus teksti sisuala. Sedasi on kindel, et tabel püsib ülejäänud tekstialast eraldi ning seda saab vajadusel tõsta ja stiliseerida lihtsamini. ![Tabeli lisamine tekstitööriista abil.](https://media.voog.com/0000/0036/2183/photos/Sisu_haldamine2-1_block.png \"Tabeli lisamine tekstitööriista abil.\") Kui oled teksti sisuala loonud, vajuta tabeli tööriistal ning vali soovitud tabeli suurus. Näed, et sisualasse tekkis hal…",
          "file": "markdown-content/et/sisu-haldamine/tabelite-ehitamine.md"
        },
        "nuppude-loomine": {
          "title": "Kuidas enda lehele nuppu lisada?",
          "content": "## Kuidas enda lehele nuppu lisada? Nupu lisamiseks vali olemasolev või loo uus tekstitüüpi sisuala. Sisualale vajutades tekib selle kohale teksti tööriistariba. Vali **Stiilid (¶)** >**Nupp** ning sisualasse tekibki uus nupp. Nupule vajutades saad sellele teksti kirjutada. Nuppu saab luua ka nii, kui kirjutad ja märgistad teksti ning alles siis **Stiilid (¶)** >**Nupp**. ![Tekstitööriistaribalt nupu stiili valimine.](https://media.voog.com/0000/0036/2183/photos/nupp_loomine_block.webp \"Tekstitö…",
          "file": "markdown-content/et/sisu-haldamine/nuppude-loomine.md"
        }
      },
      "seo": {
        "pealkirjad-ja-kirjeldused": {
          "title": "Mis on pealkiri ja miks see on oluline SEO jaoks?",
          "content": "## Mis on pealkiri ja miks see on oluline SEO jaoks? Kujuta ette, et saidi **pealkiri on nagu tootel asetsev embleem**. Saidi pealkiri annab külastajale **esimese mulje** ja kutsub teda lehte vaatama. Seega saidi pealkiri on SEO jaoks väga oluline, kuna seda kuvatakse: - **brauseri kui ka veebilehe päises** - kui ka **otsingumootori tulemustes** saidi pealkirjana Kui lisad saidile pealkirja, püüa see maksimaalselt mahutada 55 tähemärgi sisse. See on optimaalne suurus, mida Google automaatselt ei…",
          "file": "markdown-content/et/seo/pealkirjad-ja-kirjeldused.md"
        },
        "videojuhend-seo-optimeerimine-otsingumootorile": {
          "title": "Kuidas optimeerida enda veebileht otsingumootorite jaoks (SEO)?",
          "content": "## Kuidas optimeerida enda veebileht otsingumootorite jaoks (SEO)? Voos saad oma lehekülje SEO seadeid hallata ühes kohas. Muuda enda veebileht otsingumootorite jaoks atraktiivsemaks.",
          "file": "markdown-content/et/seo/videojuhend-seo-optimeerimine-otsingumootorile.md"
        },
        "seo-optimeerimine-voos": {
          "title": "Mis on SEO",
          "content": "## Mis on SEO SEO (*Search Engine Optimization*) ehk otsingumootorile optimeerimine aitab su veebilehel otsingumootorites paremini esile tulla. Kui sinu sait on hästi optimeeritud, leiavad külastajad selle Google’is ja teistes otsingumootorites lihtsamini üles. SEO optimeerimiseks on Voogu sisse ehitatud SEO tööriistad, millega saad hallata, millist infot otsingumootorid sinu saidi ja iga konkreetse lehe kohta näevad. ## SEO seaded SEO vaatesse jõuad, kui klõpsad all tööriistaribal **Sisu >** **…",
          "file": "markdown-content/et/seo/seo-optimeerimine-voos.md"
        },
        "seo-teemalised-veebiseminarid": {
          "title": "Veebiseminar: SEO ehk kuidas otsingumootoris esile tõusta",
          "content": "## [**Veebiseminar: SEO ehk kuidas otsingumootoris esile tõusta**](/tugi/veebiseminar/voo-seminar-seo) Oled loonud veebilehe ning nüüd on tarvis sellest maailmale teada anda. Lihtsaim viis seda teha on oma leht Google’i otsingumootorisse kaasata. See on esimene koht, kus sinu potentsiaalsed külastajad ja kliendid infot otsivad. Tule ja osale tasuta seminaril, kus just sel teemal vestleme! ## **[SEO erisaade turundusspetsialisti Priit Kallasega](/tugi/veebiseminar/voo-seo-seminari-erisaade)** Ves…",
          "file": "markdown-content/et/seo/seo-teemalised-veebiseminarid.md"
        },
        "kuidas-ma-saan-oma-kodulehe-otsingumootorite-jaoks-nahtavaks-muuta": {
          "title": "Google Search Console tööriista ühendamine Vooga",
          "content": "Kui oled just loonud uue veebilehe, ei tea sellest veel keegi, kaasa arvatud otsingumootorid. Kui tunned, et oled valmis oma lehte maailmale näitama, tuleks sellest otsingumootoritele teada anda. Lihtsaim viis seda teha on teatada oma saidist - [otse Google'ile.](https://www.google.com/webmasters/tools/submit-url \"Link: http://www.google.com/addurl/\") - või ühendada enda veebileht [Bing Webmaster's tööriistaga.](https://www.bing.com/toolbox/webmaster/ \"Link: http://www.bing.com/docs/submit.aspx\"…",
          "file": "markdown-content/et/seo/kuidas-ma-saan-oma-kodulehe-otsingumootorite-jaoks-nahtavaks-muuta.md"
        }
      },
      "e-pood": {
        "veebipoe-struktuur": {
          "title": "Kuidas tooteid lehel kuvada?",
          "content": "## Kuidas tooteid lehel kuvada? [**Tooted** sisualas](/tugi/e-pood/sisuala-tootenimekiri) võid kuvada kõiki enda poe tooteid või ainult kindla kategooria tooteid. Kategooriate eristamiseks peaksid eelnevalt toodetele loomulikult [määrama kategooriad](/tugi/e-pood/kuidas-e-poodi-tooteid-lisada#kategooriad). Sul võib olla lugematul hulgal tootekategooriaid ja saad soovi korral iga kategooria jaoks luua eraldi **Tooted** sisuala. Sealjuures võid paigutada nad samale lehele, luua igaühe jaoks eraldi…",
          "file": "markdown-content/et/e-pood/veebipoe-struktuur.md"
        },
        "ostukorvi-valjad": {
          "title": "Kuidas ostukorvi väljasid näha?",
          "content": "Ostu sooritamiseks peab klient sisestama enda andmed, et kaup kohale jõuaks. Mõnikord on lisaks aadressile ning kontaktandmetele tarvis ka lisainfot, või et klient mõne välja kindlasti ära täidaks. Näiteks võib klient soovida jätta tellimuse juurde lühikese sõnumi. Samuti on oluline, et pakiautomaati saates saaks tellimuse juurde kindlasti kirja kliendi telefoninumber. Selleks, et kõik vajalik kindlasti kaasa saaks, saad enda ostukorvi muuta. ## Kuidas ostukorvi väljasid näha? Ostukorvi väljade…",
          "file": "markdown-content/et/e-pood/ostukorvi-valjad.md"
        },
        "lisa-saidile-pood": {
          "title": "E-poe üldinfo seadistamine",
          "content": "Kogu e-poe seadistamiseks vajaliku info leiad, kui klõpsad all tööriistaribal **Pood** > **Seaded**, mis viib sind poe üldisesse **Seaded** vaatesse. ![Kogu e-poe seadistamiseks vajaliku info leiad 'Seaded' vaatest](https://media.voog.com/0000/0036/2183/photos/pood_seaded_block.webp \"Kogu e-poe seadistamiseks vajaliku info leiad 'Seaded' vaatest\") Allpool toodud juhised suunavad sind vajalike seadete ja sammudeni, et e-pood käivitada. ## E-poe üldinfo seadistamine E-poe üldise info leiad **Poe i…",
          "file": "markdown-content/et/e-pood/lisa-saidile-pood.md"
        },
        "sooduskoodid": {
          "title": "Milliseid sooduskoode ma saan oma e-poes luua?",
          "content": "## Milliseid sooduskoode ma saan oma e-poes luua? E-poe sooduskampaaniate jaoks vajaliku sooduskoodi saad luua **Pood > Soodustused** vaates. ![E-poe soodustuste haldusvaade.](https://media.voog.com/0000/0036/2183/photos/soodustused_ee_block.jpg \"E-poe soodustuste haldusvaade.\") Sooduskoodi luues saad valida, kas see rakendub: - tarnimisele ja esemetele ostukorvis - ainult tarnimisele - esemetele ostukorvile - valitud toodetele - valitud kategooriad Pane tähele, et ostukorvis saab rakenduda vaid…",
          "file": "markdown-content/et/e-pood/sooduskoodid.md"
        },
        "videojuhend-makse-ja-tarneviisi-lisamine": {
          "title": "Kuidas lisada makse- ja tarneviisi Voo e-poele?",
          "content": "## Kuidas lisada makse- ja tarneviisi Voo e-poele? Joonas räägib videos, kuidas lisada makse- ja tarnelahendust enda veebipoodi. Videos tehakse ka demo ost ja esimene checkout e-poes, et anda parem ülevaade teemast.",
          "file": "markdown-content/et/e-pood/videojuhend-makse-ja-tarneviisi-lisamine.md"
        },
        "toodete-import": {
          "title": "Nõuanded edukaks toodete importimiseks",
          "content": "## Nõuanded edukaks toodete importimiseks **Üldine** - Korraga saab importida ühe keele piires - nime tõlked tuleb importida eraldi. - Kui valid toodete uuendamise, siis variatsioonidega toote puhul eemaldatakse uuendatava toote variatsioonid, mille ridu impordifailis ei ole. **Impordifail** - Impordi fail võib sisaldada **maksimaalselt** **10000** rida. - Impordifaili **suurus** võib olla maksimaalselt **10 MB**. - Toetatud **failiformaadid**: **XLSX, ODS, CSV**. - Uue, **ilma variatsioonideta…",
          "file": "markdown-content/et/e-pood/toodete-import.md"
        },
        "kuidas-e-poodi-tooteid-lisada": {
          "title": "Lisa toode läbi toodete halduse paneeli",
          "content": "Kui oled e-poele esmase seadistuse teinud, oledki valmis lisama tooteid. Uusi tooteid saad lisada enda e-poodi järgnevalt: - kasutades [**toodete halduse**](#lisa-toode-lbi-toodete-halduse-paneeli) paneeli - läbi **[Tooted](#lisa-toode-lbi-tooted-sisuala)** sisuala - [**importides tooteid.**](/tugi/e-pood/toodete-import#toote-tlgete-import) ## Lisa toode läbi toodete halduse paneeli Tooted haldusvaatesse jõudmiseks klõpsa all tööriistaribal **Pood > Tooted**. Avanenud **Tooted** vaates kuvatakse…",
          "file": "markdown-content/et/e-pood/kuidas-e-poodi-tooteid-lisada.md"
        },
        "e-mailide-eelvaade": {
          "title": "Arve",
          "content": "E-kirjade eelvaated asuvad **Pood** > **Seaded** > **E-kirjad**. E-kiri saadetakse välja kliendile sobivas keeles. E-kirjad vaates üleval paremal asuv keelemenüü võimaldab sul vahetada kuvatava kirja eelvaate keelt, mis annab sulle võimaluse eelnevalt näha, kuidas kliendile saadetav arve ja muud automaatsed kirjad näevad välja erinevates keeltes. ![E-kirjade eelvaateid sisaldav menüü.](https://media.voog.com/0000/0036/2183/photos/ekirjad_ee_screenshot_block.png \"E-kirjade eelvaateid sisaldav men…",
          "file": "markdown-content/et/e-pood/e-mailide-eelvaade.md"
        },
        "tellimuste-haldamine": {
          "title": "Vaata oma tellimusi",
          "content": "## Vaata oma tellimusi Tellimusi näed, kui avad menüüst **Pood > Tellimused**. Kui oled [poe seadistamisel](/tugi/e-pood/lisa-saidile-pood) lisanud **Poe teadete e-posti aadressi**, tuleb sulle iga uue tellimuse kohta lisaks ka meilile teade. ![E-poe tellimuste haldusvaade.](https://media.voog.com/0000/0036/2183/photos/Tellimuste_vaade_block.webp \"E-poe tellimuste haldusvaade.\") Tellimuste üldvaates näed peamist infot, nagu näha ülaloleval pildil. Iga tellimuse kohta saab sellel kursoriga vajuta…",
          "file": "markdown-content/et/e-pood/tellimuste-haldamine.md"
        },
        "kuidas-e-poodi-kohaletoimetamisviise-lisada": {
          "title": "Kuidas e-poodi tarneviise lisada?",
          "content": "## Kuidas e-poodi tarneviise lisada? Tarneviiside vaatesse jõudmiseks klõpsa all asuval tööriistaribal **Pood** > **Seaded** ning vali avanenud seadete vaates **Tarneviisid**. Tarneviiside valikuid kuvatakse kliendile e-poes ostu vormistamisel. ![Uue tarneviisi lisamise aken tarneviiside menüüs.](https://media.voog.com/0000/0036/2183/photos/Tarneviisi_lisamine_block.webp \"Uue tarneviisi lisamise aken tarneviiside menüüs.\") ## Tarneviisi seaded **Nimi** – vabalt valitud ja kuvatakse e-poest ostu…",
          "file": "markdown-content/et/e-pood/kuidas-e-poodi-kohaletoimetamisviise-lisada.md"
        },
        "makseviisid": {
          "title": "Makseviiside vaade ja uue maksevahendaja lisamine",
          "content": "Kui lood Voo platvormile kodulehe ja [sead ülesse oma e-poe](/tugi/e-pood/lisa-saidile-pood), siis sinu kodulehe e-poel on vaikimisi [arvega maksmise võimalus](/tugi/e-pood/arvega-maksmine). Pane tähele, et [Voog Pluss Maksekeskuse eripaketis](https://www.voog.com/maksekeskus) see puudub – antud paketil on ainult Maksekeskuse makseviisid. Lisaks juhin tähelepanu, et enne kui hakkad makseviise lisama peaksid enda kodulehe siduma [personaalse domeeniga](/tugi/domeenid) ning [looma privaatsuspoliit…",
          "file": "markdown-content/et/e-pood/makseviisid.md"
        }
      },
      "statistika-ja-saidi-haldamine": {
        "milliseid-veebilehitsejaid-voog-toetab": {
          "title": "Milliseid veebilehitsejaid Voog toetab",
          "content": "Voo eesmärk on töötada kõikidel veebilehitsejatel ning kõikidel seadmetel. Kuigi Voo eesmärk on pakkuda kõige kõrgemat kvaliteeti, uusimaid trende ja parimat funktsionaalsust, siis ehitame Voogu siiski uusimaid veebilehitsejate versioone silmas pidades. Vanemad versioonid veebilehitsejatest võivad lisaks Voo jaoks ka teiste veebilehtede ning teenuste jaoks olla aegunud. Seetõttu soovitame alati uuendada oma veebilehitseja kõige hiljutisemale versioonile ning sel viisil peaks kõik töötama valatul…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/milliseid-veebilehitsejaid-voog-toetab.md"
        },
        "varundamine-ja-teenuse-kattesaadavus": {
          "title": "Tutvu saidi varukoopia põhimõtetega",
          "content": "Me teeme täieliku varukoopia iga 24 tunni järel ning meie andmebaasid on samuti jooksvalt replikeeritud, et olla kindlustatud ka suuremate tõrgete vastu. Katkestused ja intsidendid on osa igapäevasest virtuaalmaailmast ning seetõttu ei saa keegi tagada nende 100% puudumist, kuid me teeme kõik endast oleneva, et hoida ja tagada Voog vähemalt 99,9% kättesaadavana.",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/varundamine-ja-teenuse-kattesaadavus.md"
        },
        "kupsiste-kasutamise-teavitus": {
          "title": "Mis on küpsis?",
          "content": "## Mis on küpsis? Küpsis (inglise keeles \"*cookie*\") on väikesemahuline tekstifail, mida veebiserver saadab kasutaja veebilehitsejale. See fail salvestatakse automaatselt kasutaja seadmesse – olgu see siis arvuti, tahvelarvuti või nutitelefon. Küpsiste peamine eesmärk on parandada ja personaliseerida kasutajakogemust veebilehitsemisel, võimaldades veebilehel \"mäletada\" teie varasemaid tegevusi ja eelistusi. Voog kasutab küpsiseid, et meelde jätta kasutajate keele-eelistust veebilehel. Me ei tall…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/kupsiste-kasutamise-teavitus.md"
        },
        "tagavara-koopia-saidist-ja-selle-allalaadimine": {
          "title": "Telli tagavarakoopia saidist ja lae see alla",
          "content": "Enne, kui asud veebilehte täielikult muutma, on mõistlik teha vanast saidist tagavara koopia ning see endale igaks juhuks alla laadida. Selleks ava **Sisu** menüüs **Struktuur ja keeled** ning keri lehe alla kus asub link **Soovid terve saidi alla laadida?**. ![Kursor 'Soovid terve saidi alla laadida?' lingil saidi struktuuri menüüs.](https://media.voog.com/0000/0036/2183/photos/Saidi_allalaadimine_block.webp \"Kursor 'Soovid terve saidi alla laadida?' lingil saidi struktuuri menüüs.\") Klikkides…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/tagavara-koopia-saidist-ja-selle-allalaadimine.md"
        },
        "kas-voo-veebilehte-saab-kasutada-isiklikus-serveris": {
          "title": "Kas oma Voo kodulehte on võimalik kolida isiklikku serverisse?",
          "content": "## Kas oma Voo kodulehte on võimalik kolida isiklikku serverisse? Oma veebilehe saad alla laadida **Sisu** > **Struktuur ja keeled** menüüst, klikates lehekülje alumises osas olevale lingile **Soovid terve saidi alla laadida?** ning kolida oma sait ükskõik millisesse serverisse. See tähendab aga seda, et su veebileht jääb staatiliseks ja sa ei saa enam oma veebilehe kujundust muuta. Me oleme teinud selles osas ka erandeid. Kui sa soovid firma Voo veebilehte oma isiklikus serveris hallata, võta m…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/kas-voo-veebilehte-saab-kasutada-isiklikus-serveris.md"
        },
        "google-analyticsi-lisamine-sinu-veebilehele": {
          "title": "Kuidas ma saan Google Analyticsi koodi lisada oma kodulehele?",
          "content": "## Kuidas ma saan Google Analyticsi koodi lisada oma kodulehele? Logi oma Google’i kontoga sisse [Google Analyticsi keskkonda](https://marketingplatform.google.com/about/analytics/). Klõpsa nupul **Get started today** ja avanevas vaates **Start measuring**. Esmalt saad üles seada enda konto, ja kui esmane seadistus tehtud, suunatakse sind vaatesse **Start collecting data**, kus vali platvormiks **Web**. Järgmises vaates saad sisestada enda veebilehe andmed. Veebilehe aadressi sisestades kasuta j…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/google-analyticsi-lisamine-sinu-veebilehele.md"
        },
        "ulevaade-voo-statistika-menuust": {
          "title": "Statistika - miks see peaks sind huvitama?",
          "content": "## Statistika - miks see peaks sind huvitama? Statistika ei ole lihtsalt numbrid - need võivad olla sinu ettevõtte kese. Veebileht võib sinu ettevõtte jaoks olla väga oluline ja kasulik koht kuhu kliendid saavad pöörduda informatsiooni tarvis. Statistika aitab seeläbi sinul diagnoosida, et kas sinu sait on populaarne või ei. Lisaks, saad parema ülevaate, et kes, kus kohast ja millist osa veebilehel kõige enam jälgib. Seeläbi võid mõista, et ehk tuleb teatud osale enda ettevõttes rohkem tähelepan…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/ulevaade-voo-statistika-menuust.md"
        },
        "facebook-pixeli-lisamine-sinu-veebilehele": {
          "title": "Pixeli seadistamine Facebookis",
          "content": "## **Pixeli seadistamine Facebookis** 1. Mine Facebookis oma [Events Manageri](https://www.facebook.com/events_manager2/) 2. Vajuta rohelisel **Connect Data Sources** nupul vasakul lehe ääres 3. Vali avanevast hüpikaknast **Võrk** 4. Pane kirja oma Pixeli nimi (näiteks “[veebilehe nimi] Pixel”) 5. Kirjuta URLi kasti oma veebilehe link. Sisesta kindlasti õige link: kui soovid enda lehte tutvustada aadressiga <https://example.com>, siis peaksid kasti lisama just selle aadressi, mitte <https://exam…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/facebook-pixeli-lisamine-sinu-veebilehele.md"
        },
        "kuidas-genereerida-api-votit": {
          "title": "Kuidas genereerida API võtit",
          "content": "API võtme genereerimiseks liigu **Seaded > Kasutajad** menüüsse ning vali seallt **Minu profiil**. Teise variandina pääsed samasse vaatesse **Juhtpaneelil** enda nimel klõpsates ja**Minu profiil** valides. Vajuta kuvatõmmisel näidatud noolega nuppu, mille peale genereeritakse ja salvestatakse konto API võti. ![Kursor API võtme loomise nupul 'Minu profiil' menüüs.](https://media.voog.com/0000/0036/2183/photos/API_votme_genereerimine_block.webp \"Kursor API võtme loomise nupul 'Minu profiil' menüüs…",
          "file": "markdown-content/et/statistika-ja-saidi-haldamine/kuidas-genereerida-api-votit.md"
        }
      }
    }
  }
}